Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: New Virtual Machine
it: Nuova Macchina Virtuale
pl: Nowa wirtualna maszyna

source: No drives added.
it: Nessun disco aggiunto.
pl: Nie dodano dysku.

source: A file already exists for this name, if you proceed, it will be replaced.
it: Un file con questo nome esiste già, se procedi, verrà sovrascritto
pl: Plik z taką nazwą już istnieje. Jeśli kontynuujesz, zostanie on nadpisany.

source: Cannot create directory for disk image.
it: Non è stato possibile creare una cartella per l'immagine disco
pl: Nie udało się utworzyć katalogu dla obrazu dysku.

source: Creating disk…
it: Creazione disco...
pl: Tworzenie dysku...

source: Disk creation failed.
it: Creazione del disco fallita.
pl: Nie udało się utworzyć dysku.

source: Error renaming file
it: Errore di ridenominazione file
pl: Błąd podczas zmiany nazwy pliku.

source: Invalid name
it: Nome non valido
pl: Niewłaściwa nazwa

source: Invalid size
it: Dimensione non valida
pl: Niewłaściwy rozmiar

source: A VM already exists with this name.
it: È già presente una Macchina Virtuale con questo nome.
pl: Wirtualna maszyna o tej nazwie już istnieje.

source: Cannot find VM.
it: Macchina Virtuale non trovata.
pl: Nie udało się znaleźć maszyny wirtualnej.

source: Invalid UTM not imported.
it: UTM non valido non importato.
pl: Niewłaściwy UTM, nie zaimportowano.

source: An internal error has occured. UTM will terminate.
it: Si è verificato un errore interno. UTM verrà terminato.
pl: Wystąpił błąd wewnętrzny. UTM zostanie zatrzymane.

source: Failed to save VM snapshot. Usually this means at least one device does not support snapshots.
it: Non è stato possibile salvare l'istantanea della VM. Generalmente, questo significa che almeno uno dei dispositivi non supporta le istantanee.
pl: Nie udało się zapisać migawki wirtualnej maszyny. Zazwyczaj oznacza to, że conajmniej jedno urządzenie nie wspiera migawek.

source: Hint: To show the toolbar again, use a three-finger swipe down on the screen.
it: Suggerimento: per mostrare di nuovo la barra degli strumenti, scorri con tre dita sullos chermo.
pl: Wskazówka: Aby znów pokazać pasek narzędzi, przesuń w dół trzema palcami na ekranie.

source: You must terminate the running VM before you can import a new VM.
pl: Musisz zamknąć obecenie uruchomioną maszynę, zanim zaczniesz importować następną.

source: Are you sure you want to delete this directory? All files and subdirectories WILL be deleted.
it: Sei sicuro di voler eliminare questa cartella? Tutti i file e le cartelle contenute saranno elimininati.
pl: Czy jesteś pewien, że chcesz usunąć ten katalog? Wszystkie pliki i podkatalogi ZOSTANĄ usunięte.

source: Create Directory
it: Crea Cartella
pl: Utwórz katalog

source: Directory Name
it: Nome della Cartella
pl: Nazwa katalogu

source: Are you sure you want to delete this VM? Any drives associated will also be deleted.
it: Sei sicuro di voler eliminare questa Macchina Virtuale? Ogni disco associato sarà eliminato.
pl: Czy jesteś pewien, że chcesz usunąć tą maszynę wirtualną? Wszystkie dyski związane z nią również zostaną usunięte.

source: Shared path has moved. Please re-choose.
it: Il percorso condiviso è cambiato. Sceglierne uno nuovo.
pl: Ścieżka współdzielonego katalogu została przeniesiona. Wybierz nową.

source: Shared path is no longer valid. Please re-choose.
it: Il percorso condiviso non è più valido. Sceglierne uno nuovo.
pl: Ścieżka współdzielonego katalogu nie jest prawidołowa. Wybierz nową.

source: Drive Options
it: Opzioni Disco
pl: Opcje dysków

source: Failed to get VM object.
it: Non è stato possibile ottenere l'oggetto della VM
pl: Nie udało się dostać objektu wirtualnej maszyny.

source: Invalid file selected.
it: File selezionato non valido.
pl: Wybrano niewłaściwy plik.

source: Delete Data
it: Elimina Dati
pl: Usuń dane

source: Do you want to also delete the disk image data? If yes, the data will be lost. Otherwise, you can create a new drive with the existing data.
it: Vuoi anche eliminare i dati dell'immagine disco? Se sì, i dati saranno persi. In caso contrario, puoi creare un nuovo disco con i dati esistenti.
pl: Czy chcesz także usunąć dane obrazu dysku? Jeśli tak, dane zostaną utracone. W przeciwnym wypadku możesz utworzyć nowy dysk z istniejącymi danymi.

source: Deleting %@…
it: Eliminazione di %@...
pl: Usuwam %@…

source: Do Not Show Again
it: Non Mostrare di Nuovo
pl: Nie pokazuj ponownie

source: Failed create bookmark.
it: Impossibile creare preferito.
pl: Nie udało się stworzyć zakładki.

source: Failed to connect to SPICE server.
it: Collegamento al server SPICE fallito
pl: Nie udało się połączyć z serwerem SPICE.

source: Guest address (optional)
it: Indirizzo Guest (opcional)
pl: Adres gościa (wymagane)

source: Guest port (required)
it: Porta Guest (richiesto)
pl: Port gościa (wymagane)

source: Host address (optional)
it: Indirizzo Host (opcional)
pl: Adres gospodarza (opcjonalne)

source: Host port (required)
it: Porta Host (requerido)
pl: Port gospodarza (wymagane)

source: New port forward
it: Nuovo Inoltro di Porta
pl: Nowe przekierowanie portu

source: TCP Forward
it: Inoltro TCP
pl: Przekierowanie TCP

source: UDP Forward
it: Inoltro UDP
pl: Przekierowanie UDP

source: Importing %@…
it: Importazione di %@...
pl: Importuję %@…

source: Moving %@…
it: Spostamento di %@...
pl: Przenoszę %@…

source: Saving %@…
it: Salvataggio di %@...
pl: Zapisuję %@…

source: Internal error starting main loop.
it: Si è verificato un errore interno all'avvio del loop principale.
pl: Błąd wewnętrzny podczas uruchamiania głównej pętli.

source: Internal error starting VM.
it: Si è verificato un errore interno all'avvio della VM.
pl: Błąd wewnętrzny podczas uruchomiania wirtualnej maszyny.

source: Invalid core count.
it: Numero di core non valido.
pl: Niewłaściwa liczba przypisanych rdzeni.

source: Invalid memory size.
it: Dimensione della memoria non valida.
pl: Niewłaściwy rozmiar pamięci.

source: JIT cache size cannot be larger than 2GB.
it: La dimensione della cache JIT non può essere superiore a 2GB.
pl: Rozmiar pamięci podręcznej JIT nie może być większy niż 2GB.

source: JIT cache size too small.
it: Dimensione della cache JIT insufficiente.
pl: Rozmiar pamięci podręcznej JIT jest za mały.

source: The total memory usage is close to your device's limit. iOS will kill the VM if it consumes too much memory.
it: L'uso di memoria attuale è vicino al limite massimo del tuo dispositivo, iOS terminerà la VM se consuma troppa memoria.
pl: Całkowite użycie pamięci jest bliskie limitu twojego urządzenia. iOS zatrzyma wirtualną maszynę, jeśli ta będzie dalej używać tyle pamięci.

source: Warning: iOS will kill apps that use more than 80% of the device's total memory.
pl: Uwaga: iOS wymusi zatrzymanie aplikacji które używają więcej niż 80% całkowitej pamieci urządzenia.

source: New VM name
it: Nuovo nome della VM
pl: Nazwa nowej wirtualnej maszyny

source: No debug log found!
it: Nessun messaggio di debug trovato!
pl: Nie znaleziono dziennika zdarzeń do debugowania!

source: Unknown
it: Sconosciuto
pl: Nieznany

source: Welcome to UTM! Due to a bug in iOS, if you force kill this app, the system will be unstable and you cannot launch UTM again until you reboot. The recommended way to terminate this app is the button on the top left.
pl: Witaj w UTM! Przez błąd w systemie iOS, jeśli wymusisz zatrzymanie tej aplikacji, system będzie nieużywalny, nie możesz też ponownie uruchomić UTM do momentu ponownego uruchomienia. Zalecane jest zatrzymanie działania tej aplikacji za pomocą tego przycisku w lewym górnym rogu.

source: Would you like to import an existing disk image or create a new one?
pl: Czy chciałbyś zaimportować istniejący dysk czy stworzyć nowy?

source: You cannot import a .utm package as a drive. Did you mean to open the package with UTM?
pl: Nie możesz zaimportować paczki .utm jako dysku. Masz na myśli otworzyć paczkę za pomocą UTM?

source: You cannot import a directory as a drive.
pl: Nie możesz zaimportować katalogu jako dysku.

source: You must select a disk image.
pl: Musisz wybrać obraz dysku.

source: Empty
it: Vuoto
pl: Pusto

source: File Imported
pl: Plik zaimportowany

source: Directory Selected
pl: Katalog wybrany

source: No Drive (advanced)
pl: Bez dysku (zaawansowane)

source: IDE Drive
pl: Dysk IDE

source: SCSI Drive
pl: Dysk SCSI

source: SD Card Drive
pl: Karta SD

source: Floppy Drive
pl: Napęd dyskietek

source: VirtIO Drive
pl: Dysk VirtIO

source: NVMe Drive
pl: Dysk NVMe

source: USB Drive
pl: Dysk USB

source: %@ (Terminal %lld)
de: %1$@ (Terminal %2$lld)
it: %1$@ (Terminale %2$lld)
ja: %1$@（ターミナル%2$lld）
zh_hans: %1$@ (终端 %2$lld)
zh_hk: %1$@ (終端機 %2$lld)

source: %d days
ja: %d日間
zh_hans: %d 天
zh_hk: %d 日

source: %d months
ja: %dか月間
zh_hans: %d 月
zh_hk: %d 月

source: %d weeks
ja: %d週間
zh_hans: %d 周
zh_hk: %d 週

source: %d years
ja: %d年間
zh_hans: %d 年
zh_hk: %d 年

source: A valid UTM file must be specified.
ja: 有効なUTMファイルを指定する必要があります。
zh_hans: 必须指定有效的 UTM 文件。
zh_hk: 必須指定有效的 UTM 檔案。

source: Allocating too much memory will crash the VM.
de: Zu viel zugewiesener Speicher führt zum Absturz der VM.
it: Allocare troppa memoria causerà crash della Macchina Virtuale
ja: メモリを過剰に割り当てると、仮想マシンがクラッシュします。
zh_hans: 分配过多内存会使虚拟机崩溃。
zh_hk: 分配過多的記憶體會引致虛擬機故障。

source: An USB device containing the installer will be mounted in the virtual machine. Only macOS Sequoia (15.0) and newer guests are supported.
ja: インストーラを含むUSBデバイスが仮想マシンにマウントされます。macOS Sequoia（15.0）以降のゲストにのみ対応しています。
zh_hans: 包含安装程序的 USB 设备将装载到虚拟机中。仅支持 macOS Sequoia (15.0) 及更新版本的客户机。
zh_hk: 包含安裝程式的 USB 裝置將裝載至虛擬機。只支援 macOS Sequoia (15.0) 和較新版本的客户端。

source: Any unsaved changes will be lost.
de: Alle ungespeicherten Änderungen gehen verloren
it: Le modifiche non salvate andranno perse.
ja: 保存されていない変更内容は失われます。
zh_hans: 所有未存储的更改都将丢失。
zh_hk: 所有未儲存的變更都將遺失。

source: Auto connect on start
zh_hans: 启动时自动连接
zh_hk: 啟󠄁動時自動連接

source: Background task is about to expire
ja: バックグラウンドタスクがまもなく期限切れになります
zh_hans: 后台任务即将过期
zh_hk: 背景任務即將過期

source: Boot from ISO image
zh_hans: 从 ISO 映像启动
zh_hk: 從 ISO 映像檔啟動

source: Boot IMG Image
ja: 起動IMGイメージ
zh_hans: 启动 IMG 映像
zh_hk: 啟動 IMG 映像檔

source: Cannot access TPM data.
zh_hans: 无法访问 TPM 数据。
zh_hk: 無法取用 TPM 資料。

source: Cannot reserve port %d for external access from NAT. Make sure no other device on the network has reserved it.
ja: NATからの外部アクセス用のポート%dを予約できません。ネットワーク上のほかのデバイスが予約していないことを確認してください。
zh_hans: 无法保留端口 %d 用作通过 NAT 的外部访问。确保网络上没有其他设备保留该端口。
zh_hk: 無法為透過 NAT 的外部取用保留埠「%d」。請確定網絡上未有其他裝置保留它。

source: Capture input automatically when window is focused
it: Cattura automaticamente l'input quando la finestra è in primo piano
ja: ウインドウがフォーカスされたときに入力を自動的にキャプチャ
zh_hans: 窗口聚焦时自动捕获输入
zh_hk: 視窗在焦點內時自動擷取輸入

source: CD/DVD Image
ja: CD/DVDイメージ
zh_hans: CD/DVD 映像
zh_hk: CD/DVD 映像檔

source: Choose
it: Seleziona
ja: 選択
zh_hans: 选择
zh_hk: 選擇

source: Cloning
zh_hans: 复制
zh_hk: 製作副本

source: Connect…
zh_hans: 连接…
zh_hk: 連接⋯

source: Create a new emulated machine from scratch.
ja: 新規仮想マシンをゼロから作成します。
zh_hans: 从头开始创建一个新的虚拟机。
zh_hk: 從頭開始製作新虛擬機。

source: Create a new virtual machine or import an existing one.
ja: 新しい仮想マシンを作成するか、既存の仮想マシンを読み込みます。
zh_hans: 创建一个新虚拟机或导入现有的虚拟机。
zh_hk: 製作新虛擬機或輸入一個現有的。

source: Data not specified.
zh_hans: 未指定数据。
zh_hk: 未指定資料。

source: day
ja: 1日間
zh_hans: 天
zh_hk: 日

source: Default (private)
zh_hans: 默认（私有）
zh_hk: 預設（私人）

source: Disable VM screenshot
zh_hans: 停用虚拟机截图
zh_hk: 停用虛擬機螢幕截圖

source: Disconnect…
zh_hans: 断开连接…
zh_hk: 中斷連接⋯

source: Displays
zh_hans: 显示
zh_hk: 顯示器

source: Do you want to download '%@'?
ja: “%@”をダウンロードしますか?
zh_hans: 你要下载“%@”吗？
zh_hk: 你要下載「%@」嗎？

source: Do you wish to reset all saved USB devices?
zh_hans: 你要重置所有保存的 USB 设备吗？
zh_hk: 你要重設所有儲存的 USB 裝置嗎？

source: Download
it: Scarica
zh_hans: 下载
zh_hk: 下載

source: Download VM
ja: 仮想マシンをダウンロード
zh_hans: 下载虚拟机
zh_hk: 下載虛擬機

source: Drive Image
zh_hans: 驱动器映像
zh_hk: 磁碟映像檔

source: Enjoying the app? Consider making a donation to support development.
ja: アプリをお楽しみいただけていますか? 開発を支援するために寄付をご検討ください。
zh_hans: 喜欢这个 App 吗？考虑捐赠来支持开发吧！
zh_hk: 享受使用此 App 嗎？請考慮捐贈以支持開發。

source: Failed to reconnect to the server.
ja: サーバへの再接続に失敗しました。
zh_hans: 无法重新连接到服务器。
zh_hk: 無法重新連接至伺服器。

source: Floppy Image
ja: フロッピーイメージ
zh_hans: 软盘映像
zh_hk: 軟碟映像檔

source: GDB Debug Stub
ja: GDBデバッグスタブ
zh_hans: GDB 调试存根
zh_hk: GDB 除錯空函式

source: Handle input on initial click
zh_hans: 首次点击时处理输入
zh_hk: 第一次點按時處理輸入

source: Host
ja: ホスト
zh_hans: 主机
zh_hk: 主機

source: Host Networks
zh_hans: 主机网络
zh_hk: 主機網絡

source: Image format: %@
zh_hans: 映像格式：%@
zh_hk: 映像檔格式：%@

source: Import Disk Image
zh_hans: 导入磁盘映像
zh_hk: 輸入磁碟映像檔

source: Import existing drive
zh_hans: 导入现有驱动器
zh_hk: 輸入現有磁碟

source: Install Guest Tools…
ja: ゲストツールをインストール…
zh_hans: 安装客户机工具…
zh_hk: 安裝客户端工具⋯

source: Installation: %@
it: Installazione: %@
ja: インストール: %@
zh_hans: 安装：%@
zh_hk: 安裝：%@

source: Invalid drive size specified.
zh_hans: 指定的驱动器大小无效。
zh_hk: 指定的磁碟大小無效。

source: Invalid RAM size specified.
zh_hans: 指定的内存大小无效。
zh_hk: 指定的記憶體大小無效。

source: Lock drive images when in use
zh_hans: 在使用时锁定驱动器映像
zh_hk: 使用時鎖定磁碟映像檔

source: macOS Guest Support Tools
ja: macOSゲストサポートツール
zh_hans: macOS 客户机支持工具
zh_hk: macOS 客户端支援工具

source: month
ja: 1か月間
zh_hans: 月
zh_hk: 月

source: Name cannot be empty.
zh_hans: 名称不能为空。
zh_hk: 名稱不能留空。

source: New Machine
ja: 新規マシン
zh_hans: 新建虚拟机
zh_hk: 新增虛擬機

source: No file specified in the command.
ja: コマンドにファイルが指定されていません。
zh_hans: 命令中未指定文件。
zh_hk: 命令中未指定檔案。

source: Note: No DHCP will be provided by UTM
zh_hans: 注意：UTM 不提供 DHCP
zh_hk: 注意：UTM 不會提供 DHCP

source: OK
zh_hans: 好
zh_hk: 好

source: Open Settings
zh_hans: 打开设置
zh_hk: 開啟󠄁設定

source: Options
it: Opzioni
ja: オプション
zh_hans: 选项
zh_hk: 選項

source: PC System Flash
it: Flash del Sistema PC
ja: PCシステムフラッシュ
zh_hans: PC 系统闪存
zh_hk: PC 系統快閃記憶體

source: period
ja: 期間
zh_hans: 周期
zh_hk: 時段

source: Please allow this app to access your local network when prompted or in Settings.
zh_hans: 在提示或设置中，请允许此应用访问你的本地网络。
zh_hk: 請在提示時或「設定」中允許此應用程式取用你的區域網絡。

source: Please select a ROM file.
zh_hans: 请选择一个 ROM 文件。
zh_hk: 請選擇一個 ROM 檔案。

source: Port
ja: ポート
zh_hans: 端口
zh_hk: 埠

source: Power
zh_hans: 电源
zh_hk: 電源

source: QEMU Backend
zh_hans: QEMU 后端
zh_hk: QEMU 後端

source: Resizing is experimental and could result in data loss. You are strongly encouraged to back-up this VM before proceeding. Would you like to resize to %@ GiB?
de: Das Ändern der Größe ist eine experimentelle Funktion und könnte Datenverlust nach sich ziehen. Machen Sie vorher ein Backup. Möchten Sie die Größe auf $@ GiB ändern?
it: Il ridimensionamento è una funzionalità sperimentale e potrebbe causare perdita di dati. Sei incoraggiato ad effettuare un backup di questa VM prima di procedere. Ridimensionare a %@ GiB?
zh_hans: 调整驱动器大小是实验性功能，可能会导致数据丢失。在继续操作之前，强烈建议你备份此虚拟机。你要将大小调整为 %@ GiB 吗？
zh_hk: 調整空間大小是試驗性功能，可能會引致資料遺失。進行前，強烈建議你備份此虛擬機。你想調整大小為 %@ GiB 嗎？

source: Retry
zh_hans: 重试
zh_hk: 再試

source: Send Key
zh_hans: 发送按键
zh_hk: 傳送按鍵

source: Server IP: %@, Port: %@
zh_hans: 服务器 IP：%1$@，端口：%2$@
zh_hk: 伺服器 IP 位址：%1$@，埠：%2$@

source: Shared Folder
zh_hans: 共享文件夹
zh_hk: 分享的資料夾

source: Socket not specified.
zh_hans: 未指定套接字。
zh_hk: 未指定 Socket。

source: Start Here
ja: ここから始めましょう
zh_hans: 从这里开始
zh_hk: 從這裡開始

source: Support UTM
ja: UTMを支援
zh_hans: 支持 UTM
zh_hk: 支持 UTM

source: SW TPM failed to start. %@
zh_hans: SW TPM 无法启动。%@
zh_hk: SW TPM 無法啟動。%@

source: Swap Control (⌃) and Command (⌘) keys
zh_hans: 交换 Control (⌃) 与 Command (⌘) 键
zh_hk: 交換 Control (⌃) 與 Command (⌘) 鍵

source: Swap the leftmost key on the number row and the key next to left shift on ISO keyboards
zh_hans: 在 ISO 键盘上交换数字行上最左边的按键与左 Shift 旁边的按键
zh_hk: 在 ISO 鍵盤上交換數字行最左邊與左 Shift 旁邊的按鍵

source: Switch back to UTM to avoid termination.
ja: 終了を防ぐには、UTMに戻ってください。
zh_hans: 切换回 UTM 以避免终止。
zh_hk: 切換回至 UTM 以避免終止。

source: System
it: Sistema
ja: システム
zh_hans: 系统
zh_hk: 系統

source: Tap to hide/show toolbar
ja: タップしてツールバーを非表示/表示
zh_hans: 点按以隐藏/显示工具栏
zh_hk: 點一下以隱藏/顯示工具列

source: The host fingerprint does not match the saved value. This means that UTM Server was reset, a different host is using the same name, or an attacker is pretending to be the host. For your protection, you need to delete this saved host to continue.
zh_hans: 主机指纹与存储的值不匹配。这意味着 UTM 服务器被重置、不同的主机使用相同的名称，或者攻击者正在冒充主机。为了保护你的安全，你需要删除已存储的主机才能继续。
zh_hk: 主機指紋與儲存的值不相符。這代表 UTM 伺服器已重設，或是不同的主機使用相同的名稱，或是攻擊者正在偽裝成主機。為了保障你的資料，你需要刪除此儲存的主機以繼續。

source: The icon named '%@' cannot be found in the built-in icons.
zh_hans: 在内置图标中找不到名为 '%@' 的图标。
zh_hk: 在內建圖示中找不到名為「%@」的圖示。

source: The recovery IPSW cannot be read. Please select a new IPSW in Boot settings.
zh_hans: 无法读取 IPSW 恢复文件。请在启动设置中选择一个新的 IPSW。
zh_hk: 無法讀取 IPSW 還原檔。請在啟󠄁動設定裡選擇一個新的 IPSW。

source: This function is not implemented.
ja: この機能は実装されていません。
zh_hans: 此功能未实现。
zh_hk: 此功能尚未能執行。

source: This functionality is not yet implemented.
ja: この機能はまだ実装されていません。
zh_hans: 此功能尚未实现。
zh_hk: 此功能尚未能執行。

source: This virtual machine is already running. In order to run it from this device, you must stop it first.
ja: この仮想マシンはすでに実行されています。このデバイスから実行するには、まず停止する必要があります。
zh_hans: 此虚拟机已在运行。若要从该设备运行此虚拟机，你必须先停止它。
zh_hk: 此虛擬機已在執行。為了從此裝置執行，你必須先停止它。

source: This virtual machine is currently unavailable, make sure it is not open in another session.
ja: この仮想マシンは現在使用できません。別のセッションで開かれていないことを確認してください。
zh_hans: 此虚拟机当前不可用，确保它没有在另一个会话中打开。
zh_hk: 現時無法使用此虛擬機，請確定它沒有在其他會話中開啟。

source: This VM is not available or is configured for a backend that does not support remote clients.
ja: この仮想マシンは利用できないか、リモートクライアントに対応していないバックエンド用に構成されています。
zh_hans: 此虚拟机不可用，或配置为不支持远程客户端的后端。
zh_hk: 此虛擬機無法使用，或設定為不支援遙距客户端的後端。

source: This VM is unavailable.
zh_hans: 此虚拟机不可用。
zh_hk: 此虛擬機無法使用。

source: Update
zh_hans: 更新
zh_hk: 更新

source: Update Interface
it: Aggiorna Interfaccia
ja: インターフェイスをアップデート
zh_hans: 更新界面
zh_hk: 更新介面

source: USB Devices
zh_hans: USB 设备
zh_hk: USB 裝置

source: USB Mass Storage: %@
zh_hans: USB 海量储存设备：%@
zh_hk: USB 大容量儲存裝置：%@

source: Use Apple Sparse Image Format
zh_hans: 使用 Apple Sparse 映像格式
zh_hk: 使用 Apple Sparse 映像檔格式

source: Use NVMe Interface
ja: NVMeインターフェイスを使用
zh_hans: 使用 NVMe 磁盘接口
zh_hk: 使用 NVMe 介面

source: week
ja: 1週間
zh_hans: 周
zh_hk: 周

source: When the toolbar is hidden, the icon will disappear after a few seconds. To show the icon again, tap anywhere on the screen.
ja: ツールバーを非表示にすると、アイコンが数秒後に消えます。アイコンを再度表示するには、画面上の任意の場所をタップします。
zh_hans: 当工具栏被隐藏时，图标将会在几秒钟后消失。若要再次显示图标，请点按屏幕上的任意位置。
zh_hk: 當工具列隱藏時，圖示將會在幾秒鐘之後消失。如要再次顯示圖示，請點一下螢幕上的任意位置。

source: year
ja: 1年間
zh_hans: 年
zh_hk: 年

source: You need to update macOS to run this virtual machine. A separate pop-up should prompt you to install this update. If you are trying to install a new beta version of macOS, you must manually download the Device Support package from the Apple Developer website.
zh_hans: 你需要更新 macOS 才能运行此虚拟机。应有一个单独的弹出窗口提示你安装此更新。若你尝试安装 macOS 的新 Beta 版，你必须从 Apple Developer 网站手动下载设备支持包。
zh_hk: 你需要更新 macOS 以執行此虛擬機。一個單獨的彈出式視窗應當會提示你安裝此更新。如你嘗試安裝新的 macOS Beta 版本，你必須從 Apple Developer 網站手動下載裝置支援包。

source: Your device has %llu MB of memory and the estimated usage is %llu MB.
de: Ihr Gerät hat %1$llu MB Speicher und es wird voraussichtlich %2$llu MB verwendet.
it: Il tuo dispositivo ha %1$llu MB di memoria e l'uso stimato è di %2$llu MB.
ja: お使いのデバイスは%1$llu MBのメモリを搭載しており、推定使用量は%2$llu MBです。
zh_hans: 你的设备有 %llu MB 的内存，估计使用量为 %llu MB。
zh_hk: 你的裝置有 %1$llu MB 的記憶體，預計使用量為 %2$llu MB。

source: Your purchase could not be verified by the App Store.
ja: App Storeで購入が確認できませんでした。
zh_hans: App Store 无法验证你的购买。
zh_hk: App Store 無法驗證你的購買。

source: Your support is the driving force that helps UTM stay independent. Your contribution, no matter the size, makes a significant difference. It enables us to develop new features and maintain existing ones. Thank you for considering a donation to support us.
ja: 皆様のご支援がUTMの独立を維持する原動力となります。皆様からのご支援は、その大小にかかわらず、大きな違いをもたらします。これにより、新しい機能を開発し、既存の機能を維持することができます。ぜひご寄付をご検討のほどよろしくお願いいたします。
zh_hans: 你的支持是 UTM 保持独立的动力。你的贡献，无论多少，都会产生重大影响。这可以让我们开发功能，并维护现有的功能。感谢你考虑捐赠支持我们。
zh_hk: 你的支持是幫助 UTM 保持獨立的動力。無論你的貢獻多少，都會帶來重大影響。這可以讓我們開發新功能，並維護現有的功能。多謝你考慮捐贈以支持我們。

source: Your version of iOS does not support running VMs while unmodified. You must either run UTM while jailbroken or with a remote debugger attached. See https://getutm.app/install/ for more details.
de: Diese Version von iOS erlaubt es nicht, VMs ohne weiteres auszuführen. Sie müssen JIT aktivieren – entweder mit Jailbreak oder Debugger – weitere Details unter https://getutm.app/install/ .
it: La tua versione di iOS non supporta l'esecuzione di VM senza modifiche. Dovrai eseguire UTM con debugger remoto o con un dispositivo jailbroken. Consulta https://getutm.app/install/ per maggiori informazioni.
ja: お使いのiOSバージョンは改造されていない状態での仮想マシンの実行に対応していません。脱獄（ジェイルブレイク）、またはリモートデバッガに接続された状態でUTMを実行する必要があります。詳細については、https://getutm.app/install/ を参照してください。
zh_hans: 你的 iOS 版本不支持在未经修改的情况下运行虚拟机，必须在越狱时运行 UTM，或者附加远程调试器。有关更多详细信息，请参阅 https://getutm.app/install/。
zh_hk: 你的 iOS 版本不支援未作變更時執行虛擬機，必須在越獄 (jailbreak) 時執行 UTM，或在附加遠程除錯器時執行 UTM。有關更多詳細資料，請瀏覽 https://getutm.app/install/。

source: Allow Remote Connection
ja: リモート接続を許可
zh_hans: 允许远程连接
zh_hk: 允許遙距連線

source: ASIF is more efficient and performant but is not compatible with older versions of macOS hosts.
zh_hans: ASIF 更高效、性能更强，但与旧版本的 macOS 主机不兼容。
zh_hk: ASIF 更加高效、執行效能更高，但與舊版的 macOS 主機不相容。

source: Boot arguments
zh_hans: 启动参数
zh_hk: 啟動引數

source: Boot Device
ja: 起動デバイス
zh_hans: 启动设备
zh_hk: 啟動裝置

source: By default, the best backend for the target will be used. If the selected backend is not available for any reason, an alternative will automatically be selected.
it: Il miglior backand disponibile verrà scelto automaticamente. Se il backend selezionato non fosse disponibile, verrà selezionata un'alternativa automaticamente
zh_hans: 默认情況下，将会使用目标虚拟机的最佳后端。若所选的后端由于任何原因而不可用，将自动选择替代方案。
zh_hk: 根據預設，將會使用目標的最佳後端。如選擇的後端因故無法使用，將會自動選擇替用後端。

source: Cancel Download
it: Annulla Download
ja: ダウンロードをキャンセル
zh_hans: 取消下载
zh_hk: 取消下載

source: Clears all saved USB devices.
zh_hans: 清除所有已保存的 USB 设备。
zh_hk: 清除所有儲存的 USB 裝置。

source: Different versions of Mac OS require different VIA option.
zh_hans: 不同版本的 Mac OS 需要不同的 VIA 选项。
zh_hk: 不同版本的 macOS 要求不同的 VIA 選項。

source: Display Output
zh_hans: 显示输出
zh_hk: 顯示輸出

source: Download Windows 11 for ARM64 Preview VHDX
it: Scarica l'immagine della Windows 11 ARM64 Preview VHDX
ja: ARM64用のWindows 11プレビューVHDXをダウンロード
zh_hans: 下载 Windows 11 ARM64 预览版 VHDX 映像
zh_hk: 下載 Windows 11 ARM64 Preview VHDX 映像檔

source: Dynamic Resolution
it: Risoluzione Dinamica
ja: ダイナミック解像度
zh_hans: 动态
zh_hk: 動態解像度

source: Enable display output
zh_hans: 启用显示输出
zh_hk: 啟用顯示輸出

source: Enable Pointer
it: Abilita Puntatore
zh_hans: 启用光标
zh_hk: 啟用指標

source: Enable Secure Boot with Microsoft UEFI keys. This is required to Secure Boot Windows.
zh_hans: 使用 Microsoft UEFI 密钥启用安全启动。此密钥对于安全启动 Windows 为必需。
zh_hk: 使用 Microsoft UEFI 鑰匙啟用保安啟󠄁動。這對於保安啟󠄁動 Windows 為必需。

source: Expert Mode
zh_hans: 专家模式
zh_hk: 專家模式

source: Fetch latest Windows installer…
it: Ottieni l'installer di Windows più recente
ja: 最新のWindowsインストーラを取得…
zh_hans: 获取最新的 Windows 安装程序…
zh_hk: 取得最新的 Windows 安裝程式⋯

source: File
zh_hans: 文件
zh_hk: 檔案

source: Hello
de: Hallo
it: Ciao
zh_hans: 你好
zh_hk: 你好

source: If checked, emulated devices with higher compatibility will be instantiated at the cost of performance.
it: Se attivo, i dispositivi emulati avranno una compatibilità elevata, al costo di prestazioni peggiori.
ja: チェックを入れると、パフォーマンスを犠牲にして、より互換性の高い仮想デバイスがインスタンス化されます。
zh_hans: 若选中，将实例化具有更高兼容性的模拟设备，但性能会有所下降。
zh_hk: 如選擇，更高相容性的模擬裝置將會被實例化，但以效能降低為代價。
