Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: Initial Ramdisk
it: RAMDisk Iniziale
ja: 初期RAMディスク
pl: Inicjuj dysk na pamięci RAM (RAMDISK)
zh_hans: 初始 ramdisk
zh_hk: 初始 RAM 磁碟

source: Root Image
it: Radice Immagine
ja: Rootイメージ
pl: Obraz Root
zh_hans: Root 映像
zh_hk: Root 映像檔

source: Use Rosetta
ja: Rosettaを使用
pl: Użyj Rosetty
zh_hans: 使用 Rosetta
zh_hk: 使用 Rosetta

source: Share Directory
it: Condividi Cartella
ja: ディレクトリを共有
pl: Współdzielony katalog
zh_hans: 共享目录
zh_hk: 分享目錄

source: No release notes found for version %@.
ja: バージョン%@のリリースノートが見つかりません。
pl: Nie znaleziono informacji o wydaniu dla wersji %@.
zh_hans: 未找到 %@ 版本的发布说明。
zh_hk: 無法找到版本 %@ 的版本備註。

source: Show All
ja: すべてを表示
pl: Pokaż wszystkie
zh_hans: 显示全部
zh_hk: 顯示全部

source: Extracting…
de: Wird entpackt…
it: Estrazione…
ja: 展開中…
pl: Rozpakowywanie...
zh_hans: 正在提取…
zh_hk: 正在解壓縮⋯

source: %1$@ of %2$@ (%3$@)
de: %1$@ von %2$@ (%3$@)
it: %1$@ di %2$@ (%3$@)
pl: %1$@ z %2$@（%3$@）
zh_hans: 共 %2$@，已下载 %1$@ (%3$@)

source: Preparing…
de: Vorbereiten…
it: Preparazione…
ja: 準備中…
pl: Przygotowywanie...
zh_hans: 正在准备…
zh_hk: 正在準備⋯

source: Cancel download
it: Annulla Download
pl: Anuluj pobieranie

source: This virtual machine must be re-added to UTM by opening it with Finder. You can find it at the path: %@
ja: この仮想マシンはFinderで開いてUTMに再度追加する必要があります。次のパスにあります: %@
pl: Ta maszyna wirtualna musi być dodana ponownie do UTM przez otwarcie jej za pomocą Findera. Możesz ją znaleźć w tej ścieżce: %@
zh_hans: 必须使用访达打开此虚拟机，将其重新添加到 UTM 中。你可以通过此路径找到：%@
zh_hk: 必須以 Finder 開啟此虛擬機，將其重新加至 UTM。你可以透過此路徑找到它：%@

source: This virtual machine cannot be found at: %@
ja: この仮想マシンは次の場所で見つけられません: %@
pl: Ta wirtualna maszyna nie została znaleziona w: %@
zh_hans: 虚拟机无法通过此路径找到：%@
zh_hk: 無法在此位置找到這個虛擬機：%@

source: An existing virtual machine already exists with this name.
de: Es existiert bereits eine VM mit diesem Namen.
it: È già presente una Macchina Virtuale con questo nome.
ja: この名前の仮想マシンがすでに存在します。
pl: Istnieje już wirtualna maszyna z tą nazwą.
zh_hans: 已存在该名称的虚拟机。
zh_hk: 已有一個此名稱的虛擬機。

source: Failed to clone VM.
de: Die VM konnte nicht dupliziert werden.
it: Impossibile clonare la Macchina Virtuale
ja: 仮想マシンの複製に失敗しました。
pl: Nie udało się zamknąć wirtualnej maszyny.
zh_hans: 复制虚拟机失败。
zh_hk: 無法製作虛擬機的副本。

source: Unable to add a shortcut to the new location.
de: Die Verknüpfung zum neuen Speicherort konnte nicht erstellt werden.
it: Impossibile aggiungere una scorciatoia alla nuova posizione.
ja: 新しい場所にショートカットを追加できません。
pl: Nie udało się dodać skrótu do nowej lokalizacji.
zh_hans: 无法向新位置添加快捷方式。
zh_hk: 無法將捷徑加至新位置。

source: Cannot import this VM. Either the configuration is invalid, created in a newer version of UTM, or on a platform that is incompatible with this version of UTM.
de: Die VM konnte nicht importiert werden. Möglicherweise wurde sie in einer neueren oder inkompatiblen Version von UTM erstellt.
it: Impossibile importare questa Macchina Virtuale. Potrebbe contenere una configurazione invalida, essere stata creata con una nuova versione di UTM, oppure su una piattaforma non supportata da questa versione di UTM.
ja: この仮想マシンは読み込めません。構成が無効であるか、新しいバージョンのUTM、またはこのバージョンのUTMと互換性のないプラットフォームで作成されています。
pl: Nie udało się zaimportować tej maszyny wirtualnej. Konfiguracja może nie być prawidłowa albo została utworzona w nowszej wersji UTM lub na platformie która nie jest kompatybilna z tą wersją UTM.
zh_hans: 无法导入此虚拟机。此虚拟机可能配置无效，或者是在较新版本的 UTM 中、与此版本的 UTM 不兼容的平台上创建。
zh_hk: 無法輸入此虛擬機。可能設定無效，或是在較新版本的 UTM 上製作，或是在與此版本的 UTM 不相容的平台上製作。

source: Failed to parse imported VM.
de: Die importierte VM konnte nicht geöffnet werden.
it: Errore di lettura della la Macchina Virtuale importata
ja: 読み込まれた仮想マシンの解析に失敗しました。
pl: Nie udało się parsować zaimportowanej wirtualnej maszyny.
zh_hans: 无法解析导入的虚拟机。
zh_hk: 無法解析已輸入的虛擬機。

source: Failed to parse download URL.
de: Die Download-URL war fehlerhaft.
it: Errore nella lettura dell'URL di download.
pl: Nie udało się parsować adresu URL pobierania.
zh_hans: 无法解析下载 URL。
zh_hk: 無法解析已下載的 URL。

source: Cannot find AltServer for JIT enable. You cannot run VMs until JIT is enabled.
de: Der AltServer für JIT wurde nicht gefunden. Die VMs können nicht starten, bis JIT aktiviert wurde.
it: Impossibile trovare AltServer per l'abilitazione di JIT. Non è possibile eseguire Macchine Virtuali senza che JIT sia abilitato.
ja: JITを有効にするためのAltServerを見つけられません。JITが有効になるまで仮想マシンを実行できません。
pl: Nie udało się znaleźć AltServer dla aktywacji JIT. Uruchomienie wirtualnej maszyny będzie niemożliwe dopóki JIT nie będzie aktywowany.
zh_hans: 找不到用于 JIT 启用的 AltServer。在启用 JIT 之前，你将无法运行虚拟机。
zh_hk: 無法找到 JIT 啟用的 AltServer。在啟用 JIT 之前，你無法執行虛擬機。

source: AltJIT error: %@
de: AltJIT Fehler: %@
it: Errore AltJIT: %@
ja: AltJITエラー: %@
pl: Błąd AltJIT : %@
zh_hans: AltJIT 错误：%@
zh_hk: AltJIT 錯誤：%@

source: Failed to attach to JitStreamer: %@
de: Fehler beim Start von JitStreamer: %@
it: Errore di collegamento a JitStreamer: %@
ja: JitStreamerへのアタッチに失敗しました: %@
pl: Nie udało się dołączyć do JitStreamer: %@
zh_hans: 无法附加到 JitStreamer：%@
zh_hk: 無法附加至 JitStreamer：%@

source: Failed to decode JitStreamer response.
de: Die Kommunikation mit JitStreamer ist fehlgeschlagen.
it: Impossibile interpretare la risposta di JitStreamer.
ja: JitStreamerの応答のデコードに失敗しました。
pl: Nie udało się zdekodować odpowiedzi JitStreamer
zh_hans: 无法解码 JitStreamer 响应。
zh_hk: 無法解碼 JitStreamer 回應。

source: Failed to attach to JitStreamer.
de: Fehler beim Start von JitStreamer.
it: Errore di collegamento a JitStreamer.
ja: JitStreamerへのアタッチに失敗しました。
pl: Nie udało się dołączyć JitStreamer.
zh_hans: 无法附加到 JitStreamer。
zh_hk: 無法附加至 JitStreamer。

source: Invalid JitStreamer attach URL: %@
de: JitStreamer-Attach-URL ist ungültig: %@
it: Attach URL di JitStramer non valido: %@
ja: JitStreamerアタッチURLが無効です: %@
pl: Nieprawidłowy załącznik JitStreamer URL: %@
zh_hans: 无效的 JitStreamer 附加 URL：%@
zh_hk: 無效的 JitStreamer 附加 URL：%@

source: Invalid drive size.
it: Dimensione del disco non valida.
pl: Niewłaściwy rozmiar dysku.

source: No log found!
it: Nessun messaggio di log trovato!
pl: Nie znaleziono dziennika zdarzeń!

source: AltJIT error: (error.localizedDescription)
it: Errore AltJIT: (error.localizedDescription)
pl: Błąd AltJIT ：(error.localizedDescription)

source: There is no UTM file in the downloaded ZIP archive.
de: Im heruntergeladenen ZIP-Archiv befindet sich keine UTM-Datei.
it: Non è presente un file UTM nell'archivio ZIP scaricato.
ja: ダウンロードされたZIPアーカイブ内にUTMファイルがありません。
pl: Pobrane archiwum ZIP nie zawiera żadnego pliku UTM.
zh_hans: 下载的 ZIP 归档中无 UTM 文件。
zh_hk: 已下載的 ZIP 封存檔中沒有 UTM 檔案。

source: Failed to parse the downloaded VM.
de: Die geladene VM konnte nicht geöffnet werden.
it: Errore di lettura della la Macchina Virtuale scaricata.
ja: ダウンロードされた仮想マシンの解析に失敗しました。
pl: Nie udało się parsować pobranej wirtualnej maszyny.
zh_hans: 无法解析下载的虚拟机。
zh_hk: 無法解析已下載的虛擬機。

source: Windows Guest Support Tools
de: Windows-Gasterweiterungen
it: Strumenti di Supporto Guest per Windows
ja: Windowsゲストサポートツール
pl: Narzędzia dodatków gościa Windows
zh_hans: Windows 客户机支持工具
zh_hk: Windows 客户端支援工具

source: No empty removable drive found. Make sure you have at least one removable drive that is not in use.
de: Keine freien Laufwerke vorhanden. Stellen Sie sicher, dass ein Wechsellaufwerk verfügbar ist.
it: Nessun disco rimovibile trovato. Assicurati di avere almeno un disco rimovibile attualmente non in uso
ja: 空のリムーバブルドライブが見つかりません。使用していないリムーバブルドライブが少なくとも1台あることを確認してください。
pl: Nie znaleziono pustego zewnętrznego dysku. Upewnij się że masz choć jeden zewnętrzny dysk który nie jest w użyciu.
zh_hans: 未找到空的可移动驱动器。确保你至少有一个未使用的可移动驱动器。
zh_hk: 無法找到可移除的空白磁碟。請確定你至少有一個未使用的可移除的磁碟。

source: The guest support tools have already been mounted.
de: Die Gast-Unterstützung ist bereits eingelegt.
it: Gli strumenti di supporto del guest sono stati già montati.
ja: ゲストサポートツールはすでにマウントされています。
pl: Dodatki gościa zostały już zamontowane.
zh_hans: 客户机支持工具已装载。
zh_hk: 此客户端支援工具已經被裝載了。

source: %@ remaining
de: %@ verbleibend
it: %@ rimanente
ja: 残り%@
pl: Pozostało %@
zh_hans: 剩余 %@
zh_hk: 剩餘時間 %@

source: (Unavailable)
de: (nicht verfügbar)
it: (Non disponibile)
ja: （利用不可）
pl: (Niedostępna)
zh_hans: (不可用)
zh_hk: (無法使用)

source: Virtual machine not loaded.
ja: 仮想マシンが読み込まれていません。
pl: Maszyna wirtualna nie jest załadowana.
zh_hans: 未加载虚拟机。
zh_hk: 未載入虛擬機。

source: Suspended
de: Im Betrieb pausiert
it: Sospesa
ja: サスペンド済み
pl: Wstrzymana
zh_hans: 已挂起
zh_hk: 暫停

source: Stopped
de: Ausgeschaltet
it: Arrestata
ja: 停止済み
pl: Zatrzymana
zh_hans: 已停止
zh_hk: 已停止

source: Starting
de: Wird gestartet
it: In Avvio
ja: 開始中
pl: Uruchamianie
zh_hans: 正在启动
zh_hk: 正在啟動

source: Started
de: Gestartet
it: Avviata
ja: 開始済み
pl: Uruchomiona
zh_hans: 已启动
zh_hk: 已啟動

source: Pausing
de: Pausieren…
it: In Pausa...
ja: 一時停止中
pl: Wstrzymywanie
zh_hans: 正在暂停
zh_hk: 正在暫停

source: Paused
de: Pausiert
it: In Pausa
ja: 一時停止済み
pl: Wstrzymana
zh_hans: 已暂停
zh_hk: 已暫停

source: Resuming
de: Wird fortgesetzt
it: Ripresa
ja: 再開中
pl: Wznawianie
zh_hans: 正在恢复
zh_hk: 正在繼續

source: Stopping
de: Wird ausgeschaltet
it: In Arresto
ja: 停止中
pl: Zatrzymywanie
zh_hans: 正在停止
zh_hk: 正在停止

source: Saving
ja: 保存中
pl: Zapisywanie
zh_hans: 正在存储
zh_hk: 正在儲存

source: Restoring
ja: 復元中
pl: Przywracanie
zh_hans: 正在恢复
zh_hk: 正在還原

source: Failed to generate a key pair.
ja: 鍵ペアの生成に失敗しました。
pl: Nie udało się wygenerować parę kluczy.
zh_hans: 无法生成密钥对。
zh_hk: 無法產生密鑰配對。

source: Failed to parse generated key pair.
ja: 生成された鍵ペアの解析に失敗しました。
pl: Nie udało się przeanalizować parę kluczy.
zh_hans: 无法解析生成的密钥对。
zh_hk: 無法解析產生的密鑰對。

source: Failed to import generated key.
ja: 生成された鍵の読み込みに失敗しました。
pl: Nie udało się zaimportować wygenerowanych kluczy.
zh_hans: 无法导入生成的密钥。
zh_hk: 無法輸入已產生的密鑰。

source: Failed to determine host name.
ja: ホスト名の特定に失敗しました。
pl: Nie udało się zdefiniować nazwy gospodarza.
zh_hans: 无法确定主机名。
zh_hk: 無法確定主機名。

source: Failed to get host fingerprint.
ja: ホストの指紋の取得に失敗しました。
pl: Nie udało się zdefiniować podpisu gospodarza.
zh_hans: 无法获取主机指纹。
zh_hk: 無法取得主機指紋。

source: Password is required.
ja: パスワードが必要です。
pl: Hasło jest wymagane
zh_hans: 需要密码。
zh_hk: 需要密碼。

source: Password is incorrect.
ja: パスワードが間違っています。
pl: Hasło jest nieprawidłowe
zh_hans: 密码不正确。
zh_hk: 密碼不正確。

source: This host is not yet trusted. You should verify that the fingerprints match what is displayed on the host and then select Trust to continue.
ja: このホストはまだ信頼されていません。指紋がホストに表示されているものと一致していることを確認し、“信頼”を選択して続ける必要があります。
pl: Gospodarz nie jest zaufany. Musisz zweryfikować czy odciski zgadzają się z tym, co jest wyświetlane u gospodarza, a następnie wybrać 'Ufaj', aby kontynuować
zh_hans: 此主机尚未被信任。你应该验证指纹是否与主机上所显示的匹配，然后选择“信任”以继续。
zh_hk: 此主機尚未受信任。你應該驗證指紋是否與主機上顯示的相符，然後選擇「信任」以繼續。

source: The server interface version does not match the client.
ja: サーバインターフェイスのバージョンがクライアントと一致しません。
pl: Wersja interfejsu serwera nie zgadza się z wersją interfejsu klienta.
zh_hans: 服务器接口版本与客户端不匹配。
zh_hk: 伺服器介面版本與客户端不相符。

source: Failed to connect to SPICE: %@
ja: SPICEへの接続に失敗しました: %@
pl: Nie udało się połączyć z SPICE: %@
zh_hans: 无法连接到 SPICE：%@
zh_hk: 無法連接至 SPICE：%@

source: An operation is already in progress.
ja: 操作はすでに進行中です。
pl: Operacja jest już w toku
zh_hans: 一项操作已经进行。
zh_hk: 一項操作已進行中。

source: Allow
ja: 許可
pl: Zezwól

source: Deny
ja: 拒否
pl: Odmów

source: New unknown remote client connection.
ja: 新しい不明なリモートクライアントからの接続がありました。
pl: Nowe nieznane zdalne połączenie.

source: New trusted remote client connection.
ja: 新しい信頼済みリモートクライアントからの接続がありました。
pl: Nowe zaufane zdalne połączenie

source: Unknown Remote Client
ja: 不明なリモートクライアント
pl: Nieznany klient połączenia zdalnego

source: A client with fingerprint '%@' is attempting to connect.
ja: 指紋“%@”のクライアントが接続しようとしています。
pl: Kilent z odciskiem palca '%@' próbuje się połączyć.

source: Remote Client Connected
ja: リモートクライアント接続済み
pl: Połączono ze zdalnym klientem

source: Established connection from %@.
ja: %@からの接続を確立しました。
pl: Próba nawiązenia połączenia od '%@'.

source: UTM Remote Server Error
ja: UTMリモートサーバエラー
pl: Błąd serwera zdalnego UTM

source: Cannot reserve port '%@' for external access from NAT. Make sure no other device on the network has reserved it.
pl: Nie można zarezerwować portu '%@' dla dostępu zewnętrznego z NAT. Upewnij się, że żadne inne urządzenie w sieci go nie zarezerwowało.

source: Not authenticated.
ja: 認証されていません。
pl: Nieuwiezytelniony
zh_hans: 未认证。
zh_hk: 未認證。

source: The client interface version does not match the server.
ja: クライアントインターフェイスのバージョンがサーバと一致しません。
pl: Wersja interfejsu klienta nie zgadza się z wersją interfejsu serwera.
zh_hans: 客户端接口版本与服务器不匹配。
zh_hk: 客户端介面版本與伺服器不相符。

source: Cannot find VM with ID: %@
ja: 指定されたIDの仮想マシンが見つかりません: %@
pl: Nie udało się znaleźć maszyny wirtualnej o danym identyfikatorze: %@
zh_hans: 无法通过 ID 找到虚拟机：%@
zh_hk: 無法透過此 ID 找到虛擬機：

source: Invalid backend.
ja: バックエンドが無効です。
pl: Nieprawidłowy backend.
zh_hans: 无效的后端。
zh_hk: 無效的後端。

source: Failed to access file.
ja: ファイルへのアクセスに失敗しました。
pl: Nie udało się uzyskać dostępu do pliku.
zh_hans: 无法访问文件。
zh_hk: 無法取用檔案。

source: UTM is not ready to accept commands.
ja: UTMはコマンドを受け入れる準備ができていません。
pl: UTM nie jest gotowy, aby przymować komendy.
zh_hans: UTM 尚未准备好接受命令。
zh_hk: UTM 尚未準備好接受指令。

source: The device cannot be found.
ja: デバイスが見つかりません。
pl: Urządzenie nie może zostać odnalezione.
zh_hans: 找不到该设备。
zh_hk: 無法找到此裝置。

source: The device is not currently connected.
ja: デバイスが現在接続されていません。
pl: Urządzenie jest obecnie nie podłączone.
zh_hans: 设备目前尚未连接。
zh_hk: 此裝置現時尚未連接。

source: Operation not available.
ja: 操作は利用できません。
pl: Operacja nie jest dostępna.
zh_hans: 操作不可用。
zh_hk: 操作無法使用。

source: Operation not supported by the backend.
ja: 操作はバックエンドが対応していません。
pl: Operacja nie jest wspierana przez backend.
zh_hans: 操作不受后端支持。
zh_hk: 後端不支援此操作。

source: The virtual machine is not running.
ja: 仮想マシンが実行されていません。
pl: Maszyna wirtualna nie jest uruchomiona.
zh_hans: 虚拟机未运行。
zh_hk: 虛擬機未執行。

source: The virtual machine must be stopped before this operation can be performed.
ja: この操作を実行するには、仮想マシンを停止する必要があります。
pl: Maszyna wirtualna musi zostać zatrzymana zanim ta operacja może zostać wykonana.
zh_hans: 在执行此操作之前，必须停止虚拟机。
zh_hk: 必須停止虛擬機才能執行此操作。

source: The QEMU guest agent is not running or not installed on the guest.
ja: QEMUゲストエージェントが起動していないか、ゲストにインストールされていません。
pl: Agent gościa QEMU nie jest uruchomiony lub nie jest zainstalowany na systemie gościa.
zh_hans: QEMU 客户机代理没有运行或未安装在客户机上。
zh_hk: QEMU 客户端代理程式未執行，或是未在客户端上安裝。

source: One or more required parameters are missing or invalid.
ja: 1つ以上の必須パラメータがないか無効です。
pl: Jeden lub więcej parametrów brakuje lub jest nieprawidłowa.
zh_hans: 一个或多个必填的参数缺失或无效。
zh_hk: 一個或多個所需的引數缺失或無效。

source: Identifier '%@' cannot be found.
ja: 識別子“%@”が見つかりません。
pl: Indentyfikator '%@' nie może zostać odnaleziony.
zh_hans: 找不到标识符 '%@'。
zh_hk: 識別碼「%@」未找到。

source: Drive description is invalid.
ja: ドライブの説明が無効です。
pl: Opis dysku jest nieprawidłowy.
zh_hans: 驱动器描述无效。
zh_hk: 磁碟描述無效。

source: Index %lld cannot be found.
ja: インデックス%lldが見つかりません。
pl: Indeks %lld nie może zostać odnaleziony.
zh_hans: 找不到索引 %lld。
zh_hk: 找不到索引「%lld」。

source: This device is not supported by the target.
ja: このデバイスはターゲットが対応していません。
pl: To urządzenie nie jest wspierane przez docelowy system.
zh_hans: 目标不支持此设备。
zh_hk: 目標不支援此裝置。

source: A valid backend must be specified.
ja: 有効なバックエンドを指定する必要があります。
pl: Określony musi być prawidłowy backend.
zh_hans: 必须指定有效的后端。
zh_hk: 必須指定有效的後端。

source: This backend is not supported on your machine.
ja: このバックエンドはお使いのマシンでは対応していません。
pl: Ten backend nie jest wspierany dla twojego sprzętu.
zh_hans: 你的机器不支持此后端。
zh_hk: 你的電腦不支援此後端。

source: A valid configuration must be specified.
ja: 有効な構成を指定する必要があります。
pl: Określona musi być prawidłowa konfiguracja.
zh_hans: 必须指定有效的配置。
zh_hk: 必須指定有效的設定。

source: No name specified in the configuration.
ja: 構成に名前が指定されていません。
pl: Nie określono nazwy dla tej konfiguracji.
zh_hans: 配置中未指定名称。
zh_hk: 設定中未指定名稱。

source: No architecture specified in the configuration.
ja: 構成にアーキテクチャが指定されていません。
pl: Nie określono architektury dla tej konfiguracji.
zh_hans: 配置中未指定架构。
zh_hk: 設定中未指定架構。

source: Error parsing JSON.
de: Fehler bei der JSON-Verarbeitung.
it: Errore di conversione JSON
ja: JSONの解析中にエラーが発生しました。
pl: Wystąpił błąd podczas analizy pliku JSON

source: Port is not connected.
de: Port ist nicht verbunden.
it: Porta non connessa
ja: ポートが接続されていません。
pl: Port nie jest połączony.

source: This version of macOS does not support audio in console mode. Please change the VM configuration or upgrade macOS.
it: Questa versione di macOS non supporta l'audio in modalità console. Cambia la configurazione della VM o aggiorna macOS.
pl: Ta wersja macOS nie wspiera dźwięku w trybie konsolowym. Proszę zweryfikować konfigurację wirtualnej maszyny lub zaktualizować macOS.

source: Guest panic
de: Kernel-Panic in der VM
ja: ゲストがパニック状態に陥りました
pl: System gościa spanikował

source: Timed out waiting for RPC.
de: Zeitüberschreitung bei RPC.
it: Timeout di RPC.
ja: RPCの待機時間がタイムアウトになりました。
pl: Przekroczono limit czasu czekając na RPC.

source: Manager being deallocated, killing pending RPC.
de: Manager wird beendet, beende verbleibende RPCs.
it: Manager in deallocazione, arresto degli RPC in attesa.
ja: マネージャがメモリ解放されたため、保留中のRPCが強制終了しました。
pl: Menedżer jest realokowany, zatrzymuję czekający RPC.

source: No connection for RPC.
it: Nessuna connessione per RPC.
pl: Brak połączenia z RPC.

source: QEMU exited from an error: %@
de: QEMU wurde mit folgendem Fehler beendet: %@
it: QEMU si è interrotto a causa di un errore: %@
ja: QEMUがエラーにより終了しました: %@
pl: QEMU zakończył z błędem: %@

source: Error trying to restore external drives and shares: %@
de: Fehler beim Wiederherstellen von externen Laufwerken oder Freigaben: %@
it: Errore durante il tentativo di ripristino dei dischi esterni e delle condivisioni: %@
pl: Wystąpił błąd podczas próby odzyskania dysku zewnętrznego i współdzielonego katalogu: %@

source: Error trying to start shared directory: %@
it: Errore durante l'avvio della cartella condivisa: %@
pl: Wystąpił błąd podczas próby uruchomienia współdzielonego katalogu ：%@

source: Error trying to restore removable drives: %@
pl: Wystąpił błąd podczas próby odzyskania dysków zewnętrznych: %@

source: VM frontend does not support shared directories.
it: Il frontend della VM non supporta le cartelle condivise.
pl: Interfejs wirtualnej maszyny nie wspiera współdzielenia katalogów.

source: Cannot start shared directory before SPICE starts.
it: Impossibile condividere la directory prima dell'avvio di SPICE.
pl: Nie udało się uruchomić współdzielonego katalogu przed uruchomieniem SPICE.

source: Failed to load plist
it: Caricamento del plist fallito
pl: Nie udało się załadować pliku plist

source: Config format incorrect.
it: Formato di configurazione incorretto.
pl: Format pliku konfiguracyjnego jest niewłaściwy.

source: An error occurred trying to connect to SPICE.
it: Errore di connessione a SPICE.
pl: Wystąpił błąd podczas próby połączenia z SPICE.

source: Unavailable
de: Nicht verfügbar
it: Non disponibile
ja: 利用不可
pl: Niedostępne
zh_hans: 不可用
zh_hk: 無法使用

source: Disable this bar in Settings -> General -> Keyboards -> Shortcuts
it: Disattiva questa barra in Impostazioni -> Generali -> Tastiere -> Scorciatoie
pl: Usuń ten pasek w Ustawienia -> Ogólne -> Klawiatury -> Skróty

source: Advanced: Bypass configuration and manually specify arguments
it: Avanzato: Ometti la configurazione e specifica gli argomenti
pl: Zaawansowane: Pomiń konfigurację i manualnie określ parametry

source: Argument
it: Argomento
pl: Parametr

source: Browse
it: Scegli
pl: Przeglądaj

source: Console Only
it: Solo Console
pl: Tryb konsolowy

source: CPU Flags
it: Flag della CPU
pl: Flagi procesora

source: Delete…
it: Elimina...
pl: Usuń...

source: DHCP Host
it: Host DHCP
pl: Host DHCP

source: Enable Directory Sharing
it: Abilita Condivisione Cartella
pl: Włącz współdzielenie katalogów

source: Enabled
it: Abilitato
pl: Włączone

source: Fit To Screen
it: Adatta allo Schermo
pl: Dopasuj do ekranu

source: Full Graphics
it: Grafica Completa
pl: Pełne wsparcie graficzne

source: Hypervisor
pl: Hipernadzorca

source: I want to…
it: Voglio...
pl: Chcę...

source: Import Virtual Machine…
it: Importa una Macchina Virtuale...
pl: Importuj wirtualną maszynę...

source: Invert Mouse Scroll
it: Inverti lo scorrimento del mouse
pl: Odwróć kółko myszy

source: Legacy (PS/2) Mode
it: Modalità Legacy (PS/2)
pl: Tryb Legacy (PS/2)

source: Linux initial ramdisk:
it: RAMDisk iniziale di Linux:
pl: Inicjuj dysk na pamięci RAM systemu Linux:

source: %@Linux kernel (required):
pl: %@Jądro systemu (kernel) Linux (wymagane)：

source: Linux Root FS Image:
pl: Obraz Linux RootFS:

source: Mouse Wheel
it: Rotella del Mouse
pl: Kółko myszy

source: Not running
it: Non in essecuzione
pl: Nie uruchomiono

source: Note: Boot order is as listed.
it: Nota: La priorità di avvio è come indicata.
pl: Pamiętaj: Kolejność uruchamiania zależy od kolejności poniżej.

source: Note: select the path to share from the main screen.
it: Nota: seleziona il percorso da condividere dall'interfaccia principale.
pl: Pamiętaj: Wybierz ścieżkę do udostępniania z głównego ekranu.

source: PS/2 has higher compatibility with older operating systems but does not support custom cursor settings.
it: PS/2 ha una compatibilità superiore con i sistemi operativi più vecchi, ma non supporta le impostazioni specifiche del cursore.
pl: PS/2 ma większą kompatybilnść ze starszymi systemami operacyjnymi, ale nie wspiera obecnych ustawień kursora.

source: Requires SPICE guest agent tools to be installed. Retina Mode is recommended only if the guest OS supports HiDPI.
it: Richiede che gli strumenti guest di SPICE siano installati. La Modalità Retina è raccomandata solo sui sistemi operativi che supportano HiDPI.
pl: Wymaga zainstalowania agenta dodatków gościa SPICE. Tryb Retina jest zalecany tylko wtedy gdy system operacyjny gościa wspiera HiDPI.

source: Always use native (HiDPI) resolution
it: Usa sempre la risoluzione nativa (HiDPI)
pl: Zawsze używaj natywnej rozdzielczości (HiDPI)

source: Requires SPICE WebDAV service to be installed.
it: Richiede l'installazione del servizio WebDAV di SPICE.
pl: Wymaga zainstalowanych usług SPICE WebDAV.

source: USB 3.0 (XHCI) Support
pl: Wsparcie USB 3.0 (XHCI)

source: USB not supported in console display mode.
pl: USB nie jest wspierane w trybie konsolowym.

source: USB not supported in this build of UTM.
pl: USB nie jest wspierane przez tą wersję UTM.

source: This virtual machine has been deleted.
pl: Ta wirtualna maszyna została usunięta.

source: Type
it: Tipo
pl: Typ

source: Set to 0 for default which is 1/4 of the allocated Memory size. This is in addition to the host memory!
it: Impostato al valore predefinito di 0, che corrisponde a un quarto della memoria allocata. Questa si aggiunge alla quantità di memoria utilizzata!
pl: Ustaw na 0 aby użyć ustawień domyślnych, czyli 1/4 przypisanej pamięci. To w dodatku do pamięci gospodarza.

source: Set to 0 to use maximum supported CPUs. Force multicore might result in incorrect emulation.
it: Imposta a 0 per utilizzare il numero massimo di CPU supportate. Forzare l'uso di multicore potrebbe risultare in emulazione scorretta.
pl: Ustaw na 0 aby użyć maksymalną dostępną ilość rdzeni procesora. 'Wymuś wielowątkowość' może zmniejszyć poprawność emulacji.

source: Skip ISO boot (advanced)
it: Salta Avvio da ISO (Avanzato)
pl: Pomiń uruchomienie z ISO (zaawansowane)

source: Acceleration
pl: Akcceleracja

source: Boot UEFI
pl: Uruchom UEFI

source: Do not generate any arguments based on current configuration
pl: Nie generuj żadnych parametrów bazując na obecnej konfiguracji

source: Default VM Configuration
pl: Domyślna konfiguracja wirtualnej maszyny

source: These settings are unavailable in console display mode.
it: Queste impostazioni non sono disponibili nella modalità console
pl: Te ustawienia nie są dostępne w trybie konsolowym.
