Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: If enabled, clients must enter a password. This is required if you want to access the server externally.
it: Se abilitato, i client dovranno inserire una password. Richiesto se vuoi accedere da client esterni.
ja: 有効にすると、クライアントはパスワードを入力する必要があります。これは、サーバに外部からアクセスする場合に必要です。
pl: Jeśli włączone, klienci muszą wprowadzić hasło. Jest to wymagane jeśli chcesz uzyskać dostęp do serwera zewnętrznie.
zh_hans: 若启用，客户端必须输入密码。若你想从外部访问服务器，则此密码为必需。
zh_hk: 如啟󠄁用，客户端必須輸入密碼。如你要取用伺服器，這個為必需。

source: UTM Server
ja: UTMサーバ
pl: Serwer UTM
zh_hans: UTM 服务器
zh_hk: UTM 伺服器

source: Show UTM
it: Mostra UTM
ja: UTMを表示
pl: Pokazuj UTM
zh_hans: 显示 UTM
zh_hk: 顯示 UTM

source: Show the main window.
it: Mostra la finestra principale.
ja: メインウインドウを表示します。
pl: Pokazuj główne okno
zh_hans: 显示主窗口。
zh_hk: 顯示主視窗。

source: Hide dock icon on next launch
it: Nascondi icona del dock al prossimo avvio
ja: 次回起動時にDockアイコンを非表示にする
pl: Ukryj ikonę w Docku przy następnym uruchomieniu
zh_hans: 下次启动时隐藏程序坞图标
zh_hk: 下次啟動時隱藏 Dock 圖示

source: Requires restarting UTM to take affect.
it: Richiede il riavvio di UTM.
ja: 変更を適用するには、UTMを再起動する必要があります。
pl: Wymaga ponownego uruchomienia UTM, aby zastosować zmiany.
zh_hans: 需要重新打开 UTM 以生效。
zh_hk: 需要重新啟󠄁動 UTM 以生效。

source: No virtual machines found.
it: Nessuna macchina virtuale trovata.
ja: 仮想マシンが見つかりません。
pl: Nie znaleziono wirtualnych maszyn.
zh_hans: 未找到虚拟机。
zh_hk: 未找到虛擬機。

source: Terminate UTM and stop all running VMs.
it: Termina UTM e tutte le macchine virtuali in esecuzione.
ja: UTMを終了し、すべての実行中の仮想マシンを停止します。
pl: Zakończ UTM i zatrzymaj uruchomione wirtualne maszyny.
zh_hans: 终止 UTM 并停止所有正在运行的虚拟机。
zh_hk: 終止 UTM 並停止所有正在執行的虛擬機。

source: Start
de: Einschalten
it: Inizia
ja: 開始
pl: Uruchom
zh_hans: 开始
zh_hk: 啟動

source: Stop
de: Ausschalten
it: Arresta
ja: 停止
pl: Zatrzymaj
zh_hans: 停止
zh_hk: 停止

source: Suspend
ja: サスペンド
pl: Wstrzymaj
zh_hans: 挂起
zh_hk: 暫停

source: Reset
de: Zurücksetzen
ja: リセット
pl: Resetuj
zh_hans: 重置
zh_hk: 重設

source: Busy…
ja: 処理中…
pl: Zajęta...
zh_hans: 正忙…
zh_hk: 忙碌中⋯

source: Enable UTM Server
it: Abilita UTM Server
ja: UTMサーバを有効にする
pl: Włącz serwer UTM
zh_hans: 启用 UTM 服务器
zh_hk: 啟用 UTM 伺服器

source: Reset Identity
it: Ripristina Identità
ja: IDをリセット
pl: Resetuj identyfikacje serwerów
zh_hans: 重置身份
zh_hk: 重設身份

source: Do you want to forget all clients and generate a new server identity? Any clients that previously paired with this server will be instructed to manually unpair with this server before they can connect again.
it: Vuoi dimenticare tutti i client e generare una nuova identità del server? Verrà chiesto a tutti i client collegati di disassociarsi manualmente prima di poter stabile una nuova connessione.
ja: すべてのクライアントを削除して、新しいサーバIDを生成しますか? 以前このサーバとペアリングしていたクライアントは、再度接続する前に手動でこのサーバとのペアリングを解除するよう指示されます。
pl: すべてのクライアントを削除して、新しいサーバIDを生成しますか? 以前このサーバとペアリングしていたクライアントは、再度接続する前に手動でこのサーバとのペアリングを解除するよう指示されます。
zh_hans: 你要忽略所有客户端并生成新的服务器身份吗？之前与此服务器配对的任何客户端将被告知手动取消与此服务器的配对，之后才能再次连接。
zh_hk: 你要忘記所有客户端並產生新的伺服器身份嗎？之前與此伺服器配對的所有客户端都將會被指示手動取消與此伺服器的配對，然後才能再次連接。

source: Server IP: %s, Port: %s
ja: サーバIP: %1$s、ポート: %2$s
pl: Adres IP serwera: %s, Port: %s

source: Running
it: In esecuzione
ja: 動作中
pl: Uruchomiony
zh_hans: 正在运行
zh_hk: 正在執行

source: Name
it: Nome
ja: 名前
pl: Nazwa
zh_hans: 名称
zh_hk: 名稱

source: Last Seen
it: Accesso più recente
ja: 最終接続
pl: Ostatnio widziany
zh_hans: 上次记录于
zh_hk: 上次偵測到

source: Connected
ja: 接続済み
pl: Połączony
zh_hans: 已连接
zh_hk: 已連接

source: Blocked
ja: ブロック済み
pl: Zablokowany
zh_hans: 已屏蔽
zh_hk: 已封鎖

source: Approve
ja: 承認
pl: Zezwól
zh_hans: 批准
zh_hk: 認可

source: Block
ja: ブロック
pl: Zablokuj
zh_hans: 屏蔽
zh_hk: 封鎖

source: Disconnect
ja: 切断
pl: Rozłącz
zh_hans: 断开连接
zh_hk: 中斷連接

source: Do you want to forget the selected client(s)?
ja: 選択中のクライアントを削除しますか?
pl: Czy chcesz zapomnieć wybranych klientów?
zh_hans: 你要忘记所选的客户端吗？
zh_hk: 你要忘記已選擇的客户端嗎？

source: Operating System
de: Betriebssystem
it: Sistema operativo
ja: オペレーティングシステム
pl: System operacyjny
zh_hans: 操作系统
zh_hk: 作業系統

source: Please select an uncompressed Linux kernel image.
de: Bitte wählen Sie ein unkomprimiertes Linux Kernel-Abbild aus.
it: Seleziona un'immagine non compressa del kernel Linux.
ja: 無圧縮Linuxカーネルイメージを選択してください。
pl: Proszę wybierz nieskompresowany obraz jądra systemu Linux.
zh_hans: 请选择一个未压缩的 Linux 内核映像。
zh_hk: 請選擇一個未壓縮的 Linux 核心映像檔。

source: Please select a macOS recovery IPSW.
de: Bitte wählen Sie eine macOS Recovery IPSW-Datei aus.
it: Seleziona un archivo IPSW di recupero di macOS.
ja: macOSの復元IPSWを選択してください。
pl: Proszę wybierz obraz odzyskiwania systemu macOS w formacie IPSW.
zh_hans: 请选择一个 macOS IPSW 恢复文件。
zh_hk: 請選擇一個 IPSW 還原檔。

source: This operating system is unsupported on your machine.
de: Dieses Betriebssystem wird auf Ihrem Gerät nicht unterstützt.
it: Questo sistema operativo non è supportato dalla tua macchina.
ja: このオペレーティングシステムはお使いのマシンでは対応していません。
pl: System operacyjny nie jest wspierany przez twoją maszynę.
zh_hans: 你的机器不支持此操作系统。
zh_hk: 你的電腦不支援此作業系統。

source: Select a file.
de: Wählen Sie eine Datei aus.
it: Seleziona un file.
ja: ファイルを選択してください。
pl: Wybierz plik.
zh_hans: 选择一个文件。
zh_hk: 選擇檔案。

source: Linux Settings
de: Linux Einstellungen
it: Impostazioni Linux
ja: Linux設定
pl: Ustawienia systemu Linux
zh_hans: Linux 设置
zh_hk: Linux 設定

source: Kernel Image
ja: カーネルイメージ
pl: Obraz jądra systemu
zh_hans: 内核映像
zh_hk: 核心映像檔

source: Browse…
de: Durchsuchen…
it: Scegli...
ja: 選択…
pl: Przeglądaj...
zh_hans: 浏览…
zh_hk: 瀏覽⋯

source: Ramdisk (optional)
ja: RAMディスク（オプション）
pl: Dysk na pamięci RAM (opcjonalne)
zh_hans: Ramdisk (选填)
zh_hk: RAM 磁碟 (可留空)

source: Clear
de: Entfernen
it: Pulisci
ja: 消去
pl: Wyczyść
zh_hans: 清除
zh_hk: 清除

source: Boot Arguments
de: Boot-Argumente
it: Argomenti di Avvio
ja: 起動引数
pl: Parametry uruchamiania
zh_hans: 启动参数
zh_hk: 啟動引數

source: macOS Settings
de: macOS Einstellungen
it: Impostazioni macOS
ja: macOS設定
pl: Ustawienia systemu macOS
zh_hans: macOS 设置
zh_hk: macOS 設定

source: IPSW Install Image
ja: IPSWインストールイメージ
pl: Obraz instalacyjny IPSW
zh_hans: IPSW 安装映像
zh_hk: IPSW 安裝映像檔

source: Your machine does not support running this IPSW.
de: Die IPSW-Datei kann auf diesem Gerät nicht verwendet werden.
it: La tua macchina non supporta l'esecuzione di questo IPSW.
ja: お使いのマシンはこのIPSWの実行に対応していません。
pl: Twoja maszyna nie wspiera uruchamiania tego IPSW.
zh_hans: 你的机器不支持运行此 IPSW。
zh_hk: 你的電腦不支援執行此 IPSW。

source: Custom
de: Eigene
it: Personalizzata
ja: カスタム
pl: Własna
zh_hans: 自定义
zh_hk: 自訂

source: Resolution
it: Risoluzione
ja: 解像度
pl: Rozdzielczość
zh_hans: 分辨率
zh_hk: 解像度

source: Width
it: Larghezza
ja: 幅
pl: Szerokość
zh_hans: 宽度
zh_hk: 寬度

source: Height
it: Altezza
ja: 高さ
pl: Wysokość
zh_hans: 高度
zh_hk: 高度

source: Only available on macOS virtual machines.
it: Disponibile solo su macchine virtuali macOS.
ja: macOS仮想マシンでのみ使用できます。
pl: Dostępne tylko dla wirtualnych maszyn z systemem macOS.
zh_hans: 仅限 macOS 虚拟机可用。
zh_hk: 只可以在 macOS 虛擬機上使用。

source: Removable
de: Wechselbar
it: Rimovibile
ja: リムーバブル
pl: Urządzenie zewnętrzne
zh_hans: 可移除
zh_hk: 可移除

source: If checked, the drive image will be stored with the VM.
it: Se attivo, l'immagine del disco sarà salvata insieme alla VM
ja: チェックを入れると、ドライブイメージが仮想マシンに保存されます。
pl: Jeśli zaznaczone, obraz dysku będzie przechowywany wraz z wirtualną maszyną.
zh_hans: 若选中，驱动器映像将和虚拟机一起存储。
zh_hk: 如選擇，磁碟映像檔將會與虛擬機一起儲存。

source: Size
de: Größe
it: Dimensione
ja: サイズ
pl: Rozmiar
zh_hans: 大小
zh_hk: 大小

source: The amount of storage to allocate for this image. An empty file of this size will be stored with the VM.
it: La quantità di spazio da allocare per questa immagine. Un file vuoto di questa dimensione verrà salvato con la VM.
pl: Ilość pamięci masowej przydzielonej dla tego obrazu. Pusty plik takiego rozmiaru będzie przechowywany wraz z maszyną wirtualną

source: (New Drive)
de: (Neues Laufwerk)
it: (Nuovo Disco)
ja: （新規ドライブ）
pl: (Nowy dysk)
zh_hans: (新驱动器)
zh_hk: (新磁碟)

source: Read Only?
it: Sola Lettura
ja: 読み出しのみ
pl: Tylko do odczytu?
zh_hans: 只读？
zh_hk: 唯讀？

source: Delete Drive
it: Elimina Disco
ja: ドライブを削除
pl: Usuń dysk
zh_hans: 刪除驱动器
zh_hk: 刪除磁碟

source: Delete this drive.
it: Elimina questo disco
ja: このドライブを削除します。
pl: Usuń ten dysk.
zh_hans: 删除此驱动器。
zh_hk: 刪除此磁碟。

source: Network Mode
it: Modalità di Rete
ja: ネットワークモード
pl: Tryb sieciowy
zh_hans: 网络模式
zh_hk: 網絡模式

source: MAC Address
ja: MACアドレス
pl: Adres fizyczny (MAC)
zh_hans: MAC 地址
zh_hk: MAC 位址

source: Random
it: Casuale
ja: ランダム
pl: Losowy
zh_hans: 随机
zh_hk: 隨機

source: Bridged Settings
de: Bridge-Modus Einstellungen
it: Impostazioni Bridged
ja: ブリッジ設定
pl: Ustawienia interfejsu mostkowanego
zh_hans: 桥接设置
zh_hk: 橋連設定

source: Interface
it: Interfaccia
ja: インターフェイス
pl: Interfejs
zh_hans: 接口
zh_hk: 介面

source: Invalid MAC address.
de: Ungültige MAC-Adresse.
it: MAC address non corretto.
ja: MACアドレスが無効です。
pl: Adres fizyczny (MAC) jest nieprawidłowy.
zh_hans: MAC 地址无效。
zh_hk: 無效的 MAC 位址。

source: Connection
de: Verbindung
it: Connessione
ja: 接続
pl: Połączenie
zh_hans: 连接
zh_hk: 連線

source: Mode
it: Modalità
ja: モード
pl: Tryb
zh_hans: 模式
zh_hk: 模式

source: Note: Shared directories will not be saved and will be reset when UTM quits.
it: Nota: Le cartelle condivise non saranno salvate e verranno svuotate all'uscita da UTM.
pl: Pamiętaj: Współdzielone katalogi nie będą zapisane i się zresetują, gdy zamkniesz UTM.

source: Shared Path
ja: 共有パス
pl: Ścieżka wspołdzielonego katalogu
zh_hans: 共享路径
zh_hk: 分享路徑

source: Add
ja: 追加
pl: Dodaj
zh_hans: 添加
zh_hk: 加入

source: This directory is already being shared.
de: Dieser Ordner wird bereits freigegeben.
it: Questa cartella è già condivisa.
ja: このディレクトリはすでに共有されています。
pl: Ten katalog jest już współdzielony.
zh_hans: 此目录已被共享。
zh_hk: 此目錄已被分享。

source: Add read only
ja: 読み出しのみを追加
pl: Dodaj w trybie tylko do odczytu
zh_hans: 添加只读
zh_hk: 加入唯讀

source: Shared directories in macOS VMs are only available in macOS 13 and later.
it: Le cartelle condivise nella VM macOS sono disponibili da macOS 13 alle versioni successive.
ja: macOS仮想マシンの共有ディレクトリはmacOS 13以降でのみ使用できます。
pl: Współdzielenie katalogów w wirtualnych maszynach macOS jest dostępne tylko w macOS 13 lub nowszym.
zh_hans: macOS 虚拟机中的共享目录仅在 macOS 13 及更高版本中可用。
zh_hk: macOS 虛擬機分享目錄只可以在 macOS 13 和較新版本上使用。

source: CPU Cores
de: Prozessor-Kerne
it: Core della CPU
ja: CPUコア数
pl: Rdzenie procesora
zh_hans: CPU 核心
zh_hk: CPU 核心

source: Enable Balloon Device
it: Abilita Dispositivo Balloon
ja: バルーンデバイスを有効にする
pl: Włącz urządzenie Balloon
zh_hans: 启用 Balloon 设备
zh_hk: 啟用 Balloon 裝置

source: Enable Entropy Device
it: Abilita Dispositivo Entropy
ja: エントロピデバイスを有効にする
pl: Włącz urządzenie Entropy
zh_hans: 启用 Entropy 设备
zh_hk: 啟用 Entropy 裝置

source: Enable Sound
it: Abilita Suono
ja: サウンドを有効にする
pl: Włącz dźwięk
zh_hans: 启用声音
zh_hk: 啟用聲音

source: Enable Keyboard
it: Abilita Tastiera
pl: Włącz klawiaturę
zh_hans: 启用键盘
zh_hk: 啟用鍵盤

source: Use Trackpad
ja: トラックパッドを使用
pl: Używaj gładzika
zh_hans: 使用触控板
zh_hk: 使用觸控板

source: Allows passing through additional input from trackpads. Only supported on macOS 13+ guests.
ja: トラックパッドからの追加の入力をパススルーできるようになります。macOS 13以降のゲストでのみ対応しています。
pl: Pozwala na dodatkowe udostępnienie dla maszyny wirtualnej sterowanie z gładzika. Wspierane tylko w maszynach wirtualnych z macOS 13 lub nowszym.
zh_hans: 允许通过触控板额外输入。仅支持 macOS 13+ 的客户机。
zh_hk: 允許透過觸控板額外輸入。只支援 macOS 13+ 客户端。

source: Enable Rosetta on Linux (x86_64 Emulation)
it: Abilita Rosetta su Linux (Emulazione x86_64)
ja: Linux上でRosettaを有効にする（x86_64エミュレーション）
pl: Włącz Rosettę na systemie Linux (emulacja x86_64)
zh_hans: 在 Linux 中启用 Rosetta (x86_64 模拟)
zh_hk: 在 Linux 中啟用 Rosetta (x86_64 模擬)

source: If enabled, a virtiofs share tagged 'rosetta' will be available on the Linux guest for installing Rosetta for emulating x86_64 on ARM64.
it: Se abilitato, verrà resa disponibile la condivisione virtiofs 'rosetta' al guest Linux, per poter installare Rosetta ed emulare x86_64 su ARM64.
ja: 有効にすると、“rosetta”とタグ付けされたVirtioFS共有がLinuxゲストで使用できるようになり、ARM64でx86_64をエミュレートするためにRosettaをインストールできます。
pl: Jeśli włączone, katalog współdzielony VIRTIOFS z tagiem 'rosetta' będzie dostępny dla systemu operacyjnego Linux (gościa), aby zainstalować Rosettę do emulacji x86_64 na ARM64.
zh_hans: 若启用，标为“rosetta”的 virtiofs 共享将在 Linux 客户机上可用，用于安装 Rosetta，并在 arm64 上模拟 x86_64。
zh_hk: 如啟用，Linux 客户端會有一個標記為「rosetta」的 virtiofs 分享，用於在 ARM64 上安裝 Rosetta 以模擬 x86_64。

source: Enable Clipboard Sharing
de: Zwischenablage teilen
it: Abilita Condivisione Appunti
ja: クリップボード共有を有効にする
pl: Włącz współdzielenie katalogów
zh_hans: 启用剪贴板共享
zh_hk: 啟用剪貼板分享

source: Requires SPICE guest agent tools to be installed.
it: Richiede l'installazione degli strumenti SPICE sul sistema guest.
ja: SPICEゲストエージェントツールがインストールされている必要があります。
pl: Wymaga zainstalowanego agenta narzędzi dodatków gościa SPICE.
zh_hans: 需要安装 SPICE 客户机代理工具。
zh_hk: 需要安裝 SPICE 客户端代理程式工具。

source: Protocol
it: Protocollo
ja: プロトコル
pl: Protokół
zh_hans: 协议
zh_hk: 通訊協定

source: Guest Address
it: Indirizzo Guest
ja: ゲストアドレス
pl: Adres systemu gościa
zh_hans: 客户机地址
zh_hk: 客户端位址

source: Guest Port
it: Porta Guest
ja: ゲストポート
pl: Port systemu gościa
zh_hans: 客户机端口
zh_hk: 客户端埠

source: Host Address
it: Indirizzo Host
ja: ホストアドレス
pl: Adres gospodarza
zh_hans: 主机地址
zh_hk: 主機位址

source: Host Port
it: Porta Host
ja: ホストポート
pl: Port gospodarza
zh_hans: 主机端口
zh_hk: 主機埠

source: Connection to the server was lost.
ja: サーバへの接続が切断されました。
pl: Połączenie z serwerem zostało utracone.
zh_hans: 与服务器的连接已丢失。
zh_hk: 與伺服器的連線中斷。

source: Arguments
it: Argomenti
ja: 引数
pl: Parametry
zh_hans: 参数
zh_hk: 引數

source: Export QEMU Command…
it: Esporta comando QEMU…
ja: QEMUコマンドを書き出す…
pl: Eksportuj komendę QEMU...
zh_hans: 导出 QEMU 命令…
zh_hk: 輸出 QEMU 指令⋯

source: Export all arguments as a text file. This is only for debugging purposes as UTM's built-in QEMU differs from upstream QEMU in supported arguments.
it: Esporta tutti gli argomenti in un file di testo. Consigliato per il debugging: gli argomenti QEMU utilizzati da UTM potrebbero differire da quelli di QEMU upstream
ja: すべての引数をテキストファイルとして書き出します。UTMの内蔵QEMUは、対応している引数がアップストリームのQEMUのものと異なるため、この機能はデバッグの目的でのみ使用します。
pl: Eksportuj wszystkie argumenty do pliku tekstowego. Jest to tylko dla potrzeb debugowania z uwagi, że wbudowany do UTM, QEMU różni się od głównej wersji QEMU we wspieranych parametrach.
zh_hans: 将所有参数导出为文本文件。此功能仅用于调试目的，因为 UTM 的内置 QEMU 与上游 QEMU 在支持的参数上有所不同。
zh_hk: 輸出所有引數為一個文字文件。這只用作除錯用途，因為 UTM 的內建 QEMU 在支援的引數上與上游的 QEMU 不同。

source: Move Up
it: Su
ja: 上に移動
pl: Przenieś wyżej
zh_hans: 上移
zh_hk: 向上移動

source: Move Down
it: Giù
ja: 下に移動
pl: Przenieś niżej
zh_hans: 下移
zh_hk: 向下移動

source: New…
de: Neu…
it: Crea...
ja: 新規…
pl: Nowy...
zh_hans: 新建…
zh_hk: 新增⋯

source: Add a new drive.
it: Aggiungi un nuovo disco.
ja: 新規ドライブを追加します。
pl: Dodaj nowy dysk.
zh_hans: 添加一个新驱动器。
zh_hk: 加入一個新磁碟。

source: Import…
de: Importieren…
it: Importa...
ja: 読み込む…
pl: Importuj...
zh_hans: 导入…
zh_hk: 輸入⋯

source: Select an existing disk image.
it: Selezione un'immagine disco esistente.
ja: 既存のディスクイメージを選択します。
pl: Wybierz istniejący obraz dysku.
zh_hans: 选择一个现有的磁盘映像。
zh_hk: 選擇一個現有的磁碟映像。

source: Create
de: Erstellen
it: Crea
ja: 作成
pl: Stwórz
zh_hans: 创建
zh_hk: 製作

source: Create an empty drive.
it: Crea un disco vuoto.
ja: 空のドライブを作成します。
pl: Stwórz pusty dysk.
zh_hans: 创建一个空驱动器。
zh_hk: 製作空磁碟。

source: %@ Image
de: %@ Abbild
it: Immagine %@
ja: %@イメージ
pl: Obraz %@
zh_hans: %@ 映像
zh_hk: %@ 映像檔

source: An image already exists with that name.
de: Es existiert bereits eine Abbild-Datei mit diesem Namen.
it: È già presente un'immagine con questo nome.
pl: Obraz o takiej nazwie już istnieje.

source: Remove
de: Entfernen
it: Elimina
ja: 削除
pl: Usuń
zh_hans: 移除
zh_hk: 移除

source: Shared Directory
de: Freigegebener Ordner
it: Cartella Condivisa
ja: 共有ディレクトリ
pl: Współdzielenie katalogu
zh_hans: 共享目录
zh_hk: 分享的目錄

source: External Drive
ja: 外部ドライブ
pl: Dysk zewnętrzny
zh_hans: 外部磁盘
zh_hk: 外部磁碟

source: New Shared Directory…
ja: 新規共有ディレクトリ…
pl: Nowy współdzielony katalog...
zh_hans: 新建共享目录…
zh_hk: 新增分享目錄⋯

source: New External Drive…
pl: Nowy dysk zewnętrzny...

source: (empty)
de: (leer)
it: (vuoto)
ja: （空）
pl: (pusty)
zh_hans: (空)
zh_hk: (空)

source: Boot
it: Avvio
ja: 起動
pl: Rozruch
zh_hans: 启动
zh_hk: 啟動

source: Virtualization
ja: 仮想化
pl: Wirtualizacja
zh_hans: 虚拟化
zh_hk: 虛擬化

source: Drives
de: Laufwerke
it: Dischi
ja: ドライブ
pl: Dyski
zh_hans: 驱动器
zh_hk: 磁碟

source: Add a new device.
it: Aggiungi un nuovo dispositivo.
ja: 新規ドライブを追加します。
pl: Dodaj nowe urządzenie.
zh_hans: 添加一个新设备。
zh_hk: 加入一個新裝置。

source: Go Back
it: Indietro
ja: 戻る
pl: Wróć
zh_hans: 返回
zh_hk: 返回

source: Select where to save debug log:
de: Ort zum Exportieren des Debug Log auswählen
it: Seleziona dove salvare i messaggi di log:
ja: デバッグログの保存先を選択してください:
pl: Wybierz, gdzie zapisać plik dziennika zdzarzeń do debugowania:
zh_hans: 选择存储调试日志的位置：
zh_hk: 選擇儲存除錯記錄的位置：

source: Select where to save UTM Virtual Machine:
de: Speicherort der VM auswählen
it: Seleziona dove salvare la Macchina Virtuale UTM:
ja: UTM仮想マシンの保存先を選択してください:
pl: Wybierz, gdzie zapisać wirtualną maszynę UTM:
zh_hans: 选择存储 UTM 虚拟机的位置：
zh_hk: 選擇儲存 UTM 虛擬機的位置：

source: Select where to export QEMU command:
de: Ort zum Exportieren des QEMU-Kommandos auswählen
it: Seleziona dove esportare il comando QEMU:
ja: QEMUコマンドの書き出し先を選択してください:
pl: Wybierz, gdzie wyeksportować komendę QEMU:
zh_hans: 选择导出 QEMU 命令的位置：
zh_hk: 選擇輸出 QEMU 指令的位置：

source: Hide Controls
ja: コントロールを非表示
pl: Ukryj sterowanie

source: Show Controls
ja: コントロールを表示
pl: Pokaż sterowanie

source: Test
ja: テスト
pl: Testuj
zh_hans: 测试
zh_hk: 測試

source: Section
ja: セクション
pl: Sekcja
zh_hans: 区域
zh_hk: 區域

source: Description
ja: 説明
pl: Opis
zh_hans: 注释
zh_hk: 註解

source: Path
it: Percorso
ja: パス
pl: Ścieżka
zh_hans: 路径
zh_hk: 路徑

source: The amount of storage to allocate for this image. Ignored if importing an image. If this is a raw image, then an empty file of this size will be stored with the VM. Otherwise, the disk image will dynamically expand up to this size.
it: La quantità di spazio da allocare per questa immagine. Ignorato se l'immagine viene importata. Se questa è un'immagine raw, un file vuoto con questa dimensione sarà salvato con la VM. In alternativa, l'immagine disco si espanderà fino alla dimensione espressa qui.
ja: このイメージに割り当てるストレージ領域です。イメージを読み込む場合は無視されます。生イメージの場合、このサイズの空のファイルが仮想マシンに保存されます。そうでない場合、ディスクイメージはこのサイズまで動的に拡張されます。
pl: Ilość pamięci masowej do przydzielenia dla tego obrazu. Ignorowane, jeśli importujesz obraz. Jeśli jest to surowy obraz, wtedy plusty plik tego rozmiaru będzie przechowywany wraz z wirtualną maszyną. W przeciwnym wypadku, obraz dysku będzie dynamicznie się rozszerzał do docelowego rozmiaru.
zh_hans: 为此映像分配的存储空间。在导入映像时，此参数会被忽略。若导入的是 raw 映像，则虚拟机将存储一个与此相同大小的空文件。否则，磁盘映像将动态扩展至此大小。
zh_hk: 為此映像檔分配的儲存空間用量。如輸入映像檔，則會忽略。如此為 raw 映像檔，則此大小的空檔案將會與虛擬機一起儲存。否則，磁碟映像檔將會動態擴充至此大小。

source: Run
it: Avvia
ja: 実行
pl: Uruchom
zh_hans: 运行
zh_hk: 執行

source: Open…
de: Öffnen…
it: Apri...
ja: 開く…
pl: Otwórz...
zh_hans: 打开…
zh_hk: 開啟⋯

source: Virtual Machine Gallery
de: Bibliothek von virtuellen Maschinen
it: Libreria di Macchine Virtuali
ja: 仮想マシンギャラリー
pl: Biblioteka wirtualnych maszyn
zh_hans: 虚拟机库
zh_hk: 虛擬機庫

source: What's New
it: Novità di UTM
ja: 最新情報
pl: Co nowego?
zh_hans: 新版特性
zh_hk: 新功能

source: Support
it: Supporto
ja: サポート
pl: Wsparcie
zh_hans: 支持
zh_hk: 支援

source: License
de: Lizenz
it: Licenza
ja: ライセンス
pl: Licencja
zh_hans: 许可
zh_hk: 許可協議

source: Selected:
de: Ausgewählt:
it: Selezionato:
ja: 選択中:
pl: Wybrany:
zh_hans: 已选择：
zh_hk: 已選擇：

source: Text
ja: テキスト
pl: Tekst
zh_hans: 文字
zh_hk: 文字

source: Hardware
ja: ハードウェア
pl: Sprzęt
zh_hans: 硬件
zh_hk: 硬件

source: Emulated Display Card
it: Scheda Video Emulata
ja: 仮想ディスプレイカード
pl: Emulowana karta graficzna
zh_hans: 模拟显卡
zh_hk: 模擬顯卡

source: GPU Acceleration Supported
ja: GPUアクセラレーションに対応
pl: Akceleracja karty graficznej jest wspierana
zh_hans: 支持 GPU 加速
zh_hk: 支援 GPU 加速

source: Guest drivers are required for 3D acceleration.
it: L'installazione dei driver guest è richiesta per l'accelerazione 3D.
ja: 3Dアクセラレーションには、ゲストドライバが必要です。
pl: Dodatki gościa są wymagane dla akceleracji 3D.
zh_hans: 需要客户机驱动程序来使用 3D 加速。
zh_hk: 需要客户端驅動程式才能使用 3D 加速。

source: VGA Device RAM (MB)
it: RAM del dispositivo VGA (MB)
ja: VGAデバイスRAM（MB）
pl: Pamięć operacyjna (RAM) urządzenia VGA (MB)
zh_hans: VGA 设备内存 (MB)
zh_hk: VGA 裝置記憶體 (MB)

source: Auto Resolution
it: Risoluzione Automatica
ja: 解像度を自動的に設定
pl: Automatyczna rozdzielczość
zh_hans: 自动调整分辨率
zh_hk: 自動調整解像度

source: Resize display to window size automatically
de: Anzeige-Größe automatisch an Fenstergröße anpassen
it: Ridimensiona e orienta il display in base alla finestra
ja: ディスプレイサイズをウインドウサイズに自動的に合わせる
pl: Dopasuj obraz do rozmiaru okna automatycznie
zh_hans: 自动将显示调整为窗口大小
zh_hk: 自動將顯示調整為視窗大小

source: Resize display to screen size and orientation automatically
de: Anzeige-Größe automatisch an Display und Ausrichtung anpassen
it: Ridimensiona e orienta il display in base alle dimensioni dello schermo.
ja: ディスプレイサイズを画面サイズと向きに自動的に合わせる
pl: Dopasuj obraz do rozmiaru i orientacji ekranu automatycznie.
zh_hans: 自动将显示调整为屏幕大小和方向
zh_hk: 自動將顯示調整為螢幕大小與方向

source: Scaling
de: Skalierung
ja: 拡大/縮小
pl: Skalowanie
zh_hans: 粗化
zh_hk: 縮放

source: Upscaling
ja: 拡大
pl: Skalowanie do wyższej rozdzielczości (Upscaling)
zh_hans: 粗化
zh_hk: 粗化解像度

source: Downscaling
ja: 縮小
pl: Skalowanie do niższej rozdzielczości (Downscaling)
zh_hans: 细化
zh_hk: 細化解像度

source: Retina Mode
de: Retina-Modus
it: Modalità Retina
ja: Retinaモード
pl: Tryb Retina
zh_hans: Retina 模式
zh_hk: Retina 模式

source: Style
de: Stil
it: Stile
ja: スタイル
pl: Styl
zh_hans: 样式
zh_hk: 樣式

source: Theme
it: Tema
ja: テーマ
pl: Motyw
zh_hans: 主题
zh_hk: 主題

source: Text Color
it: Colore del Testo
ja: 文字色
pl: Kolor tekstu
zh_hans: 文字颜色
zh_hk: 文字顏色

source: Background Color
it: Colore di Sfondo
ja: 背景色
pl: Kolor tła
zh_hans: 背景颜色
zh_hk: 背景顏色

source: Font
ja: フォント
pl: Czcionka
zh_hans: 字体
zh_hk: 字體

source: Font Size
de: Schriftgröße
it: Dimensione Font
ja: フォントサイズ
pl: Rozmiar czcionki
zh_hans: 字体大小
zh_hk: 字體大小

source: Blinking cursor?
ja: 点滅カーソル
pl: Migający kursor?
zh_hans: 闪烁光标？
zh_hk: 閃爍指標？

source: Resize Console Command
it: Ridimensiona i Comandi della Console
ja: コンソールサイズ変更コマンド
pl: Komenda zmieniania rozmiaru okna konsoli
zh_hans: 调整控制台大小指令
zh_hk: 調整主控台大小指令

source: Command to send when resizing the console. Placeholder $COLS is the number of columns and $ROWS is the number of rows.
it: Comando da inviare quando la console viene ridimensionata. La variabile $COLS è il numero di colonne, $ROWS è il numero di righe.
ja: コンソールのサイズを変更するときに送信するコマンドです。$COLSは列数、$ROWSは行数に置き換えられます。
pl: Komenda do wysłania gdy zmieniasz rozmiar konsoli. Symbol zastępczy $COLS to numer kolumn, a $ROWS to numer wierszy.

source: stty cols $COLS rows $ROWS
pl: stty kolumn $COLS wierszy $ROWS
zh_hans: stty 行 $ROWS 列 $COLS

source: If checked, no drive image will be stored with the VM. Instead you can mount/unmount image while the VM is running.
it: Se attivo, l'immagine del disco non sarà salvata insieme alla VM. Può essere, invece, montata e smontata quando la VM è in esecuzione
ja: チェックを入れると、ドライブイメージは仮想マシンに保存されなくなります。その代わり、仮想マシン実行中にイメージのマウント/マウント解除が可能になります。
pl: Jeśli zaznaczone, żaden obraz dysku nie będzie przechowywany z maszyną wirtualną. Zamiast tego możesz zamontować/odmontować obraz gdy maszyna jest uruchomiona.
zh_hans: 若选中，虚拟机将不会存储驱动器映像。相反，你可以在虚拟机运行时装载/卸载映像。
zh_hk: 如選擇，將不會儲存磁碟映像檔至虛擬機。然而，你可以在執行虛擬機時裝載/卸除安裝映像。
