Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: Hard Disk
de: Festplatte
it: Disco Rigido
ja: ハードディスク
pl: Dysk twardy
zh_hans: 硬盘
zh_hk: 硬碟

source: Floppy
de: Diskette
ja: フロッピー
pl: Dyskietka
zh_hans: 软盘
zh_hk: 軟碟

source: None
de: Keine
it: Nessuno/a
ja: なし
pl: Brak
zh_hans: 无
zh_hk: 無

source: Disk Image
de: Laufwerks-Abbild
it: Immagine del Disco
ja: ディスクイメージ
pl: Obraz dysku
zh_hans: 磁盘映像
zh_hk: 磁碟映像檔

source: CD/DVD (ISO) Image
de: CD/DVD (ISO-) Abbild
it: Immagine (ISO) di CD/DVD
ja: CD/DVD（ISO）イメージ
pl: Dysk CD/DVD (ISO)
zh_hans: CD/DVD (ISO) 映像
zh_hk: CD/DVD (ISO) 映像檔

source: Linux Kernel
it: Kernel Linux
ja: Linuxカーネル
pl: Jądro systemu Linux (Kernel)
zh_hans: Linux 内核
zh_hk: Linux 核心

source: Linux RAM Disk
it: RAMDisk di Linux
ja: Linux RAMディスク
pl: Dysk pamięci operacyjnej Linux (RAMDisk)
zh_hk: Linux RAM 磁碟

source: Linux Device Tree Binary
de: Linux Gerätebaum-Datei
it: Albero Binario dei Dispositivi Linux
ja: Linuxデバイスツリーバイナリ
pl: Plik binarny drzewa urządzeń systemu Linux
zh_hans: Linux 设备树二进制文件
zh_hk: Linux 裝置樹二進位檔

source: This configuration is too old and is not supported.
de: Diese Konfiguration ist veraltet und wird von dieser Version nicht unterstützt.
it: Questa configurazione proviene da una versione precedente non più supportata.
ja: この構成は古すぎるため、対応していません。
pl: Ta konfiguracja jest przestarzała i niewspierana
zh_hans: 此配置过旧，无法支持。
zh_hk: 此設定太舊，且不支援。

source: This configuration is saved with a newer version of UTM and is not compatible with this version.
de: Diese Konfiguration stammt aus einer neueren Version von UTM und wird nicht unterstützt.
it: Questa configurazione è stata salvata con una versione più recente di UTM e non è compatibile con la versione attuale
ja: この構成は新しいバージョンのUTMで保存されており、このバージョンとは互換性がありません。
pl: Ta konfiguracja została zapisana w nowszej wersji UTM i nie jest kompatybilna z tą wersją programu.
zh_hans: 此配置是用较新版本的 UTM 存储的，并且与此版本不兼容。
zh_hk: 此設定使用較新版本的 UTM 儲存，與此版本不相容。

source: An invalid value of '%@' is used in the configuration file.
de: In der Konfigurationsdatei ist ein ungültiger Wert für „%@” enthalten.
it: Un valore non corretto di “%@“ è presente nel file di configurazione.
ja: 構成ファイルで“%@”の無効な値が使用されています。
pl: Nieprawidłowa wartość '%@' została użyta w pliku konfiguracyjnym
zh_hans: 配置文件中使用了无效值“%@”。
zh_hk: 設定檔內使用了無效值「%@」。

source: The backend for this configuration is not supported.
de: Diese Konfiguration wird auf dieser Plattform nicht unterstützt.
it: Il backend scelto per questa configurazione non è supportato.
ja: この構成のバックエンドには対応していません。
pl: Funkcja (Backend) dla tej konfiguracji jest nie wspierana.
zh_hans: 不支持此配置的后端。
zh_hk: 不支援此設定的後端。

source: The drive '%@' already exists and cannot be created.
de: Laufwerk konnte nicht erstellt werden: das Laufwerk %@ existiert bereits.
it: Il disco “%@” esiste già e non può essere creato.
ja: ドライブ“%@”がすでに存在するため、作成できません。
pl: Dysk '%@' już istnieje i nie może zostać utworzony.
zh_hans: 驱动器“%@”已存在，无法创建。
zh_hk: 磁碟「%@」已存在，無法製作。

source: An internal error has occurred.
de: Ein interner Fehler ist aufgetreten.
it: Si è verificato un errore interno
ja: 内部エラーが発生しました。
pl: Wystąpił błąd wewnętrzny.
zh_hans: 发生了内部错误。
zh_hk: 發生內部錯誤。

source: Virtual Machine
de: Virtuelle Maschine
it: Macchina Virtuale
ja: 仮想マシン
pl: Maszyna wirtualna
zh_hans: 虚拟机
zh_hk: 虛擬機

source: This is not a valid Apple Virtualization configuration.
de: Dies ist keine gültige Apple Virtualisierungs-Konfiguration.
it: Questa non è una configurazione valida per la Virtualizzazione Apple.
ja: 有効なApple仮想化構成ではありません。
pl: To nie jest prawidłowa konfiguracja Wirtualizacji Apple
zh_hans: 并非有效的 Apple 虚拟化配置。
zh_hk: 不是有效的 Apple 虛擬化設定。

source: This virtual machine cannot run on the current host machine.
de: Diese VM wird auf Ihrem Gerät nicht unterstützt.
it: Questo macchina virtuale non è supportato dalla tua macchina host attuale.
ja: この仮想マシンは現在のホストマシンでは実行できません。
pl: Ta maszyna wirtualna nie może być uruchomiona na maszynie gospodarza (host).
zh_hans: 此虚拟机无法在当前主机上运行。
zh_hk: 此虛擬機無法在現有的主機上執行。

source: A valid kernel image must be specified.
de: Ein gültiges Kernel-Abbild ist erforderlich.
it: È necessario specificare un'immagine del kernel valida
ja: 有効なカーネルイメージを指定する必要があります。
pl: Prawidłowy obraz jądra systemu (kernel) musi być zdefiniowany.
zh_hans: 必须指定有效的内核映像。
zh_hk: 必須指定有效的核心映像檔。

source: This virtual machine contains an invalid hardware model. The configuration may be corrupted or is outdated.
de: Die VM enthält ein nicht unterstütztes Hardware-Modell. Möglicherweise ist die Konfiguration beschädigt oder veraltet.
it: Questa macchina virtuale contiene un modello hardware non valido. La configurazione potrebbe essere non aggiornata o non corretta.
ja: この仮想マシンには無効なハードウェアモデルが含まれています。構成が破損しているか、古くなっている可能性があります。
pl: Wirtualna maszyna zawiera zły model sprzętu. Konfiguracja może być uszkodzona lub nieaktualna.
zh_hans: 此虚拟机包含无效的硬件型号，其配置可能已损坏或过时。
zh_hk: 此虛擬機含有無效的硬件型號。其設定可能損毀或過時。

source: Rosetta is not supported on the current host machine.
de: Rosetta wird von der Host-Architektur nicht unterstützt.
it: Rosetta non è supportato dalla macchina host attuale.
ja: Rosettaは現在のホストマシンでは対応していません。
pl: Rosetta nie jest wspierana przez maszynę gospodarza (host).
zh_hans: 当前主机不支持 Rosetta。
zh_hk: 目前的主機不支援 Rosetta。

source: The host operating system needs to be updated to support one or more features requested by the guest.
de: Ihr Host-Betriebssystem muss aktualisiert werden, um ein oder mehrere von der VM angeforderte Features freizuschalten.
it: Il sistema operativo host deve essere aggiornato per supportare una o più funzionalità richieste dal guest.
ja: ゲストから要求された1つ以上の機能に対応するには、ホストのオペレーティングシステムをアップデートする必要があります。
pl: System operacyjny gospodarza musi zostać zaktualizowany, aby wspierać jedną lub więcej funkcji wymaganych przez gościa.
zh_hans: 需要更新主机操作系统以支持客户机请求的一个或多个功能。
zh_hk: 需要更新主機作業系統以支援客户端要求的一個或多個功能。

source: Shared Network
de: Gemeinsames Netzwerk
it: Rete Condivisa
ja: 共有ネットワーク
pl: Sieć współdzielona
zh_hans: 共享网络
zh_hk: 分享的網絡

source: Bridged (Advanced)
de: Bridge (erweitert)
it: Bridged (Avanzata)
ja: ブリッジ（詳細）
pl: Sieć mostkowana (Zaawansowane)
zh_hans: 桥接 (高级)
zh_hk: 橋連 (進階)

source: Built-in Terminal
de: Integriertes Terminal
it: Terminale Integrato
ja: 内蔵ターミナル
pl: Wbudowana konsola
zh_hans: 内置终端
zh_hk: 內置終端機

source: Pseudo-TTY Device
de: Pseudo-TTY-Gerät
it: Dispositivo pseudo-TTY
ja: 疑似TTYデバイス
pl: Urządzenie pseudo-TTY
zh_hans: 虚拟终端设备
zh_hk: Pseudo-TTY 裝置

source: Disabled
de: Deaktiviert
it: Disattivato
ja: 無効
pl: Wyłączone
zh_hans: 已停用
zh_hk: 停用

source: Generic Mouse
ja: 汎用マウス
pl: Mysz
zh_hans: 通用鼠标
zh_hk: 一般滑鼠

source: Mac Trackpad (macOS 13+)
ja: Macトラックパッド（macOS 13以降）
pl: Gładzik (macOS 13+)
zh_hans: Mac 触控板 (macOS 13+)
zh_hk: Mac 觸控板 (macOS 13+)

source: Generic USB
ja: 汎用USB
pl: USB
zh_hans: 通用 USB
zh_hk: 一般 USB

source: Mac Keyboard (macOS 14+)
ja: Macキーボード（macOS 14以降）
pl: Klawiatura (macOS 14+)
zh_hans: Mac 键盘 (macOS 14+)
zh_hk: Mac 鍵盤 (macOS 14+)

source: Failed to migrate configuration from a previous UTM version.
de: Die VM-Konfiguration konnte nicht von der alten UTM-Version übernommen werden.
it: Migrazione da una precedente versione di UTM fallita.
ja: 以前のUTMバージョンからの構成の移行に失敗しました。
pl: Migracja konfiguracji z poprzedniej wersji UTM zakończona niepowodzeniem.
zh_hans: 无法从以前的 UTM 版本迁移配置。
zh_hk: 無法從之前版本的 UTM 轉移設定。

source: UEFI is not supported with this architecture.
de: UEFI wird von dieser Architektur nicht unterstützt.
it: L'avvio UEFI non è supportato da questa architettura.
ja: UEFIはこのアーキテクチャには対応していません。
pl: UEFI nie jest wspierane przez wybraną architekturę.
zh_hans: 此架构不支持 UEFI。
zh_hk: 此架構不支援 UEFI。

source: none
de: keine
it: nessuno
ja: なし
pl: brak
zh_hans: 无
zh_hk: 無

source: Linear
it: Lineare
ja: リニア
pl: Liniowe
zh_hans: 线性
zh_hk: 線性

source: Nearest Neighbor
de: Nächstgelegen
ja: 直近ピクセル
pl: Najbliższy sąsiad
zh_hans: 近邻取样
zh_hk: 近鄰取樣

source: Emulated VLAN
de: Emuliertes VLAN
it: VLAN Emulata
ja: 仮想VLAN
pl: Emulowany VLAN
zh_hans: 模拟 VLAN
zh_hk: 模擬 VLAN

source: Host Only
de: Nur Host
it: Solo Host
ja: ホストのみ
pl: Tylko system gospodarza (Host Only)
zh_hans: 仅主机
zh_hk: 僅主機

source: Default
de: Standard
it: Predefinito
ja: デフォルト
pl: Domyślne
zh_hans: 默认
zh_hk: 預設

source: Italic, Bold
de: Kursiv & Fett
it: Cursivo, Grassetto
ja: イタリック、ボールド
pl: Kursywa, Pogrubiony
zh_hans: 斜体，粗体
zh_hk: 斜體，粗體

source: Italic
de: Kursiv
it: Cursivo
ja: イタリック
pl: Kursywa
zh_hans: 斜体
zh_hk: 斜體

source: Bold
de: Fett
it: Grassetto
ja: ボールド
pl: Pogrubiony
zh_hans: 粗体
zh_hk: 粗體

source: Regular
de: Normal
it: Normale
ja: レギュラー
pl: Regularny
zh_hans: 常规
zh_hk: 一般

source: TCP Client Connection
de: TCP Client-Verbindung
it: Connessione del Client TCP
ja: TCPクライアント接続
pl: Połączenie kilent TCP
zh_hans: TCP 客户端连接
zh_hk: TCP 客户端連線

source: TCP Server Connection
de: TCP Server-Verbindung
it: Connessione del Server TCP
ja: TCPサーバ接続
pl: Połączenie serwer TCP
zh_hans: TCP 服务器连接
zh_hk: TCP 伺服器連線

source: Automatic Serial Device (max 4)
de: Automatische Serielle Konsole (max. 4)
it: Dispositivo seriale automatico (massimo 4)
ja: 自動シリアルデバイス（最大4台）
pl: Automatyczne urządzenie szeregowe (maks. 4)
zh_hans: 自动串行设备 (最大值 4)
zh_hk: 自動序列裝置 (最大值為 4)

source: Automatic
it: Automatica
ja: 自動
pl: Automatyczny
zh_hans: 自动
zh_hk: 自動

source: Manual Serial Device (advanced)
de: Eigenes serielles Gerät (erweitert)
it: Dispositivo Seriale Manuale (avanzate)
ja: 手動シリアルデバイス（詳細）
pl: Manualne urządzenie szeregowe (zaawansowane)
zh_hans: 手动串行设备 (高级)
zh_hk: 手動序列裝置 (進階)

source: QEMU Monitor (HMP)
it: Monitor QEMU (HMP)
ja: QEMUモニタ（HMP）
pl: Monitor QEMU (HMP)
zh_hans: QEMU 监视器 (HMP)
zh_hk: QEMU 顯示器 (HMP)

source: None (Advanced)
de: Keine (erweitert)
it: Nessuno (Avanzato)
ja: なし（詳細）
pl: Brak (Zaawansowane)
zh_hans: 无 (高级)
zh_hk: 無 (進階)

source: SD Card
de: SD-Karte
it: Scheda SD
ja: SDカード
pl: Karta SD
zh_hans: SD 卡
zh_hk: SD 卡

source: Failed to create pipe for communications.
ja: 通信用パイプの作成に失敗しました。
pl: Nie udało się utworzyć potoku do komunikacji
zh_hans: 无法为通信创建管道。
zh_hk: 無法為通訊製作管道。

source: Internal error has occurred.
de: Ein interner Fehler ist aufgetreten. (QEMU)
it: Si è verificato un errore interno.
ja: 内部エラーが発生しました。
pl: Wystąpił wewnętrzny błąd
zh_hans: 发生内部错误。
zh_hk: 發生內部錯誤。

source: An unknown QEMU error has occurred.
ja: 不明なQEMUエラーが発生しました。
pl: Wystąpił nieznany błąd QEMU
zh_hans: 发生了未知的 QEMU 错误。
zh_hk: 發生未知的 QEMU 錯誤。

source: Failed to change current directory.
ja: 作業ディレクトリの変更に失敗しました。
pl: Nie udało się zmienić katalogu.
zh_hans: 更改当前目录失败。
zh_hk: 無法變更現時的目錄。

source: Failed to start SPICE client.
de: Fehler beim Start des SPICE-Client.
it: Errore di avvio del Client SPICE
ja: SPICEクライアントの開始に失敗しました。
pl: Nie udało się uruchomić klienta SPICE.
zh_hans: 无法启动 SPICE 客户端。
zh_hk: 無法啟動 SPICE 客户端。

source: Internal error trying to connect to SPICE server.
de: Fehler beim Verbinden mit dem SPICE-Server.
it: Si è verificato un errore interno durante la connessione al server SPICE.
ja: SPICEサーバへの接続試行中に内部エラーが発生しました。
pl: Wystąpił błąd przy próbie połączenia z serwerem Spice.
zh_hans: 尝试连接到 SPICE 服务器时出现内部错误。
zh_hk: 連接 SPICE 伺服器時發生內部錯誤。

source: Not implemented.
ja: 実装されていません。
pl: Nie zaimplementowane.
zh_hans: 未实现。
zh_hk: 尚未執行。

source: Cannot create virtual terminal.
de: Virtuelles Terminal kann nicht erzeugt werden.
it: Impossibile creare il terminale virtuale.
ja: 仮想ターミナルを作成できません。
pl: Nie udało się utworzyć wirtualnego terminala.
zh_hans: 无法创建虚拟终端。
zh_hk: 無法製作虛擬終端機。

source: Cannot access resource: %@
de: Ressource nicht verfügbar: %@
it: Impossibile accedere alla risorsa: %@
ja: リソースにアクセスできません: %@
pl: Nie można uzyskać dostępu do zasobu: %@
zh_hans: 无法访问资源：%@
zh_hk: 無法取用資源：%@

source: The operating system cannot be installed on this machine.
ja: そのオペレーティングシステムはこのマシン上ではインストールできません。
pl: Ten system operacyjny nie może zostać zainstalowany na tym sprzęcie.
zh_hans: 操作系统无法安装在此机器上。
zh_hk: 無法在此電腦上安裝作業系統。

source: The operation is not available.
ja: その操作は利用できません。
pl: Ta operacja jest niedostępna
zh_hans: 此操作不可用。
zh_hk: 此操作無法使用。

source: Suspend state cannot be saved when running in disposible mode.
ja: 使い捨てモードで動作している場合、サスペンド状態を保存することはできません。
pl: Stan wstrzymania nie może być zapisany w trybie jednorazowym
zh_hans: 在一次性模式下运行时无法存储挂起状态。
zh_hk: 「即棄式模式」執行時無法儲存暫停狀態。

source: Suspend is not supported for virtualization.
ja: サスペンドは仮想化には対応していません。
pl: Wstrzymywanie nie jest wspierane dla wirtualizacji.
zh_hans: 挂起功能不支持虚拟化。
zh_hk: 暫停功能不支援虛擬化。

source: Suspend is not supported when GPU acceleration is enabled.
ja: サスペンドはGPUアクセラレーションが有効な場合には対応していません。
pl: Wstrzymywanie nie jest wspierane, gdy akceleracja grafiki jest włączona.
zh_hans: 启用 GPU 加速时不支持挂起。
zh_hk: GPU 加速啟用時不支援暫停功能。

source: Suspend is not supported when an emulated NVMe device is active.
ja: サスペンドは仮想NVMeデバイスがアクティブな場合には対応していません。
pl: Wstrzymywanie nie jest wspierane, gdy emulowane urządzenie NVMe jest aktywne.
zh_hans: 当模拟的 NVMe 设备处于活动状态时不支持挂起。
zh_hk: 模擬 NVMe 裝置啟動時不支援暫停功能。

source: Failed to access data from shortcut.
de: Die Daten der Verknüpfung konnten nicht gefunden werden.
it: Impossibile accedere ai dati dalla scorciatoia.
ja: ショートカットからデータのアクセスに失敗しました。
pl: Nie udało się uzyskać dostępu do danych ze skrótu.
zh_hans: 无法从快捷方式访问数据。
zh_hk: 無法從捷徑取用資料。

source: This build of UTM does not support emulating the architecture of this VM.
de: Die Emulation dieser Gast-Architektur wird in dieser Version nicht unterstützt.
it: Questa build di UTM non supporta l'emulazione dell'architettura di questa VM.
ja: このビルドのUTMは、この仮想マシンのアーキテクチャのエミュレーションには対応していません。
pl: Ta wersja UTM nie wspiera emulacji danej architektury wybranej maszyny wirtualnej.
zh_hans: 此 UTM 版本不支持模拟此虚拟机的架构。
zh_hk: 此 UTM 構建不支援模擬此虛擬機的架構。

source: Failed to access drive image path.
de: Das Laufwerks-Abbild konnte nicht gefunden werden.
it: Impossibile accedere alla posizione dell'immagine disco.
ja: ドライブイメージパスのアクセスに失敗しました。
pl: Nie udało się uzyskać dostępu do ścieżki obrazu dysku.
zh_hans: 无法访问驱动器映像路径。
zh_hk: 無法取用磁碟映像檔路徑。

source: Failed to access shared directory.
de: Der freigegebener Ordner konnte nicht gefunden werden.
it: Impossibile accedere alla cartella condivisa.
ja: 共有ディレクトリのアクセスに失敗しました。
pl: Nie udało się uzyskać dostępu do współdzielonego katalogu.
zh_hans: 无法访问共享目录。
zh_hk: 無法取用分享目錄。

source: The virtual machine is in an invalid state.
de: Die VM ist in einem ungültigen Zustand.
it: La macchina virtuale è in uno stato non valido.
ja: 仮想マシンが無効な状態です。
pl: Ta maszyna wirtualna jest w nieprawidłowym stanie.
zh_hans: 虚拟机处于无效状态。
zh_hk: 虛擬機的狀態無效。

source: Failed to save VM snapshot. Usually this means at least one device does not support snapshots. %@
de: Der VM-Zustand konnte nicht gespeichert werden. Meistens liegt das an einem nicht unterstützten Gerät. %@
it: Non è stato possibile salvare l'istantanea della VM. Generalmente, questo significa che almeno uno dei dispositivi non supporta le istantanee: %@
ja: 仮想マシンのスナップショットの保存に失敗しました。これは、通常1台以上のデバイスがスナップショットに対応していないことを意味します。%@
pl: Nie udało się zapisać migawki wirtualnej maszyny. Zazwyczaj oznacza to, że przynajmniej jedno z urządzeń nie wspiera migawek. %@
zh_hans: 无法存储虚拟机快照。通常这意味着至少有一个设备不支持快照。%@
zh_hk: 無法儲存虛擬機快照。通常這代表至少有一個裝置不支援快照。%@

source: Failed to generate TLS key for server.
ja: サーバ用のTLS鍵の生成に失敗しました。
pl: Nie udało się wygenerować klucza TLS dla serwera.
zh_hans: 无法为服务器生成 TLS 密钥。
zh_hk: 無法為伺服器產生 TLS 密鑰。

source: This virtual machine cannot be run on this machine.
de: Diese VM wird auf Ihrem Gerät nicht unterstützt.
it: Questo macchina virtuale non è supportato dalla tua macchina.
ja: この仮想マシンはこのマシンでは実行できません。
pl: Ta wirtualna maszyna nie może być uruchomiona na tym sprzęcie.
zh_hans: 此虚拟机无法在这台机器上运行。
zh_hk: 此虛擬機無法在電腦上執行。

source: Failed to delete saved state.
it: Salvataggio dello stato fallito.
pl: Nie udało się usunąć zapisanego stanu.

source: Waiting for VM to connect to display...
de: Warte auf Verbindung der VM zum Display…
it: In attesa che la VM si colleghi al display…
ja: 仮想マシンがディスプレイに接続するのを待機中…
pl: Czekam na połączenie wirtualnej maszynę z oknem...
zh_hans: 等待虚拟机连接到显示…
zh_hk: 正在等待虛擬機連接至顯示⋯

source: Select a UTM Server
ja: UTMサーバを選択してください
pl: Wybierz serwer UTM
zh_hans: 选择一个 UTM 服务器
zh_hk: 選擇 UTM 伺服器

source: Help
ja: ヘルプ
pl: Pomoc

source: New Connection
ja: 新規接続
pl: Nowe połączenie

source: Saved
ja: 保存済み
pl: Zapisane
zh_hans: 已存储
zh_hk: 已儲存

source: Edit…
it: Modifica...
ja: 編集…
pl: Edytuj...
zh_hans: 编辑…
zh_hk: 編輯⋯

source: Delete
de: Löschen
it: Elimina
ja: 削除
pl: Usuń
zh_hans: 删除
zh_hk: 刪除

source: Discovered
ja: 検出
pl: Odnalezione
zh_hans: 已发现
zh_hk: 偵測到

source: Make sure the latest version of UTM is running on your Mac and UTM Server is enabled. You can download UTM from the Mac App Store.
ja: 最新バージョンのUTMがMac上で実行されており、UTMサーバが有効になっていることを確認してください。UTMはMac App Storeからダウンロードできます。
pl: Upewnij się, że na twoim Macu zainstalowana jest najnowsza wersja UTM oraz Serwer UTM jest włączony. Możesz pobrać UTM z App Store dla twojego Maca.
zh_hans: 确保你的 Mac 上运行最新版本的 UTM，且 UTM 服务器已启用。你可以从 Mac App Store 下载 UTM。
zh_hk: 請確定最新版本的 UTM 在你的 Mac 上執行，並且已啟用 UTM 伺服器。你可以從 Mac App Store 下載 UTM。

source: Name (optional)
ja: 名前（オプション）
pl: Nazwa (opcjonalne)
zh_hans: 名称 (可选)
zh_hk: 名稱 (可留空)

source: Hostname or IP address
ja: ホスト名またはIPアドレス
pl: Nazwa hosta lub adres IP
zh_hans: 主机名或 IP 地址
zh_hk: 主機或 IP 位址

source: Fingerprint
ja: 指紋
pl: Odcisk palca
zh_hans: 指纹
zh_hk: 指紋

source: Password
ja: パスワード
pl: Hasło
zh_hans: 密码
zh_hk: 密碼

source: Save Password
ja: パスワードを保存
pl: Zapisz hasło

source: Close
it: Chiudi
ja: 閉じる
pl: Zamknij
zh_hans: 关闭
zh_hk: 關閉

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
pl: Anuluj
zh_hans: 取消
zh_hk: 取消

source: Trust
ja: 信頼
pl: Ufaj
zh_hans: 信任
zh_hk: 信任

source: Connect
ja: 接続
pl: Połącz
zh_hans: 连接
zh_hk: 連接

source: Timed out trying to connect.
ja: 接続試行中にタイムアウトになりました。
pl: Przekroczono limit czasu podczas próby połączenia.
zh_hans: 尝试连接超时。
zh_hk: 嘗試連接超時。

source: Settings
it: Impostazioni
ja: 設定
pl: Ustawienia
zh_hans: 设置
zh_hk: 設定

source: Port Forward
de: Port-Weiterleitung
it: Inoltro di Porta
ja: ポート転送
pl: Przepierowanie portów
zh_hans: 端口转发
zh_hk: 連接埠轉寄

source: New
de: Neu
it: Crea
ja: 新規
pl: Nowe
zh_hans: 新建
zh_hk: 新增

source: Save
de: Speichern
it: Salva
ja: 保存
pl: Zapisz
zh_hans: 存储
zh_hk: 儲存

source: Confirm Delete
de: Löschen bestätigen
it: Conferma Eliminazione
ja: 削除の確認
pl: Potwierdź usunięcie
zh_hans: 确认删除
zh_hk: 確認刪除

source: Are you sure you want to permanently delete this disk image?
de: Möchten Sie dieses Abbild wirklich dauerhaft löschen?
it: Sei sicuro di voler eliminare questa immagine definitivamente?
ja: このディスクイメージを完全に削除してもよろしいですか?
pl: Jesteś pewien, że chcesz usunąć na zawsze ten obraz dysku?
zh_hans: 你确定要永久删除此磁盘映像吗？
zh_hk: 確定要永久刪除此磁碟映像檔嗎？

source: EFI Variables
de: EFI-Variablen
it: Variabli EFI
ja: EFI変数
pl: Zmiene EFI
zh_hans: EFI 变量
zh_hk: EFI 變數

source: %@ Drive
de: %@ Laufwerk
it: Disco %@
ja: %@ドライブ
pl: Dysk %@
zh_hans: %@ 驱动器
zh_hk: %@ 磁碟

source: Done
it: Completato
ja: 完了
pl: Gotowe
zh_hans: 完成
zh_hk: 完成

source: Information
it: Informazioni
ja: 情報
pl: Informacje
zh_hans: 信息
zh_hk: 資料

source: Input
de: Eingabe
ja: 入力
pl: Urządzenie peryferyjne
zh_hans: 输入
zh_hk: 輸入

source: Sharing
de: Freigaben
it: Condivisione
ja: 共有
pl: Współdzielenie
zh_hans: 共享
zh_hk: 分享

source: Devices
de: Geräte
it: Dispositivi
ja: デバイス
pl: Urządzenia
zh_hans: 设备
zh_hk: 裝置

source: Display
it: Schermo
ja: ディスプレイ
pl: Monitor
zh_hans: 显示
zh_hk: 顯示

source: Serial
it: Seriale
ja: シリアル
pl: Interfejs szeregowy
zh_hans: 串行
zh_hk: 序列

source: Network
it: Rete
ja: ネットワーク
pl: Sieć
zh_hans: 网络
zh_hk: 網絡

source: Sound
it: Audio
ja: サウンド
pl: Dźwięk
zh_hans: 声音
zh_hk: 聲音

source: Version
it: Versione
ja: バージョン
pl: Wersja
zh_hans: 版本号
zh_hk: 版本

source: Build
ja: ビルド
pl: Kompilacja
zh_hans: 构建版本
zh_hk: 構建

source: Power Off
it: Spegni
ja: 電源オフ
pl: Wyłącz
zh_hans: 关闭电源
zh_hk: 關閉電源

source: Quit
it: Esci
ja: 終了
pl: Wyjdź
zh_hans: 退出
zh_hk: 結束

source: Pause
it: Pausa
ja: 一時停止
pl: Zatrzymaj
zh_hans: 暂停
zh_hk: 暫停

source: Play
de: Starten
it: Avvia
ja: 再生
pl: Uruchom
zh_hans: 启动
zh_hk: 播放

source: Restart
it: Ricomincia
ja: 再起動
pl: Uruchom ponownie
zh_hans: 重新启动
zh_hk: 重新啟動

source: Zoom
ja: ズーム
pl: Powiększ
zh_hans: 缩放
zh_hk: 縮放

source: Keyboard
it: Tastiera
ja: キーボード
pl: Klawiatura
zh_hans: 键盘
zh_hk: 鍵盤

source: Hide
it: Nascondi
ja: 非表示
pl: Schowaj
zh_hans: 隐藏
zh_hk: 隱藏

source: Serial %lld: %@
ja: シリアル%1$lld: %2$@
pl: Szeregowe %lld: %@

source: Display %lld: %@
de: Display %1$lld: %2$@
it: Schermo %1$lld: %2$@
ja: ディスプレイ%1$lld: %2$@
pl: Monitor %lld: %@
zh_hans: 显示 %1$lld：%2$@
zh_hk: 顯示 %1$lld：%2$@

source: Current Window
ja: 現在のウインドウ
pl: Obecne okno

source: Zoom/Reset
ja: ズーム/リセット
pl: Powiększ/Resetuj

source: External Monitor
ja: 外部モニタ
pl: Monitor zewnętrzny

source: New Window…
ja: 新規ウインドウ…
pl: Nowe okno...

source: Change…
de: Abbild Wechseln…
it: Cambia…
ja: 変更…
pl: Zmień...
zh_hans: 更改…
zh_hk: 變更⋯

source: Clear…
ja: 消去…
pl: Wyczyść...
zh_hans: 清除…
zh_hk: 清除⋯

source: Shared Directory: %@
ja: 共有ディレクトリ: %@
pl: Współdzielenie katalogów: %@
zh_hans: 共享目录：%@
zh_hk: 已分享目錄：%@

source: Eject…
ja: 取り出す…
pl: Wysuń...
zh_hans: 推出…
zh_hk: 退出⋯

source: Disk
it: Disco
ja: ディスク
pl: Dysk
zh_hans: 磁盘
zh_hk: 磁碟

source: No USB devices detected.
de: Keine USB-Geräte verfügbar.
it: Nessun dispositivo USB rilevato
ja: USBデバイスが検出されませんでした。
pl: Nie wykryto urządzeń USB.
zh_hans: 未检测到 USB 设备。
zh_hk: 未偵測到 USB 裝置。

source: Resume
ja: 再開
pl: Wznów
zh_hans: 继续
zh_hk: 繼續

source: Are you sure you want to stop this VM and exit? Any unsaved changes will be lost.
de: Möchten Sie die VM wirklich ausschalten? Alle ungespeicherten Änderungen gehen dabei verloren.
it: Sei sicuro di voler arrestare questa Macchina Virtuale e uscire? Le modifiche non salvate andranno perse.
ja: この仮想マシンを停止し、終了してもよろしいですか? 保存されていない変更内容は失われます。
pl: Czy jesteś pewien, że chcesz zatrzymać tą maszynę wirtualną i wyjść? Wszystkie niezapisane zmiany zostaną utracone.
zh_hans: 你确定要停止此虚拟机并退出吗？任何未存储的更改都将丢失。
zh_hk: 確定要停止此虛擬機並離開嗎？所有未儲存的變更都將遺失。

source: No
de: Nein
ja: いいえ
pl: Nie
zh_hans: 否
zh_hk: 否

source: Yes
de: Ja
it: Sì
ja: はい
pl: Tak
zh_hans: 是
zh_hk: 是

source: Are you sure you want to exit UTM?
de: Soll UTM wirklich beendet werden?
it: Sei sicuro di voler uscire da UTM?
ja: UTMを終了してもよろしいですか?
pl: Jesteś pewny że chcesz wyjść z UTM?
zh_hans: 你确定要退出 UTM 吗？
zh_hk: 確定要離開 UTM 嗎？

source: Are you sure you want to reset this VM? Any unsaved changes will be lost.
de: Möchten Sie wirklich einen Reset der VM ausführen? Alle ungespeicherten Änderungen gehen dabei verloren.
it: Sei sicuro di voler riavviare questa Macchina Virtuale? Le modifiche non salvate andranno perse.
ja: この仮想マシンをリセットしてもよろしいですか? 保存されていない変更内容は失われます。
pl: Jesteś pewny że chcesz zresetować tą maszynę wirtualną? Wszystkie niezapisane zmiany zostaną utracone.
zh_hans: 你确定要重置此虚拟机吗？任何未存储的更改都将丢失。
zh_hk: 確定要重設此虛擬機嗎？所有未儲存的變更都將遺失。

source: Would you like to connect '%@' to this virtual machine?
de: Möchten Sie %@ an die VM anschließen?
it: Vuoi collegare '%@' a questa macchina virtuale?
ja: この仮想マシンに“%@”を接続しますか?
pl: Czy chcesz połączyć '%@' z tą maszyną wirtualną?
zh_hans: 你要将 '%@' 连接到此虚拟机吗？
zh_hk: 你想連接「%@」至此虛擬機嗎？

source: Running low on memory! UTM might soon be killed by iOS. You can prevent this by decreasing the amount of memory and/or JIT cache assigned to this VM
de: Nicht genügend freier Speicher! UTM wird möglicherweise bald plötzlich beendet. Sie können dies verhindern, indem Sie der VM weniger RAM zuweisen.
it: Poca memoria a disposizione! UTM potrebbe presto essere interrotto da iOS. Puoi prevenire che questo accada diminuendo la quantità di memoria e/o della cache JIT di questa VM
ja: メモリが不足しています! UTMはまもなくiOSによって強制終了される可能性があります。この仮想マシンに割り当てられているメモリやJITキャッシュの量を減らすことで防ぐことができます
pl: Zaczyna brakować pamięci! UTM może zostać zatrzymane przez iOS. Możesz temu zapobiec przez zmniejszenie ilości pamięci i/lub pamięci podręcznej JIT przypisanej do maszyny wirtualnej.
zh_hans: 运行内存不足！UTM 可能很快就会被 iOS 终止。你可以通过减少分配给此虚拟机的内存和/或 JIT 缓存来防止这种情况。
zh_hk: 記憶體不足！UTM 可能即將被 iOS 結束。你可以透過減少指定至此虛擬機的記憶體和/或 JIT 快取以避免這種問題。
