Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: If checked, use NVMe instead of virtio as the disk interface, available on macOS 14+ for Linux guests only. This interface is slower but less likely to encounter filesystem errors.
ja: チェックを入れると、Virtioの代わりにNVMeをディスクインターフェイスとして使用します。これは、macOS 14以降のLinuxゲストでのみ使用できます。このインターフェイスは低速ですが、ファイルシステムエラーが発生する可能性が低くなります。
zh_hans: 若选中，将使用 NVMe 而不是 virtio 作为磁盘接口，仅适用于 macOS 14+ 的 Linux 客户机。此接口速度较慢，但不太容易遇到文件系统错误。
zh_hk: 如選擇，將會使用 NVMe 而非 virtio 作為磁碟介面，只可在 macOS 14+ 的 Linux 客户端上使用。此介面的速度較慢，但較不易遇到檔案系統錯誤。

source: If enabled, all writable drive images will be locked when the VM is running. Read-only drive images will not be locked.
zh_hans: 若启用，在虚拟机运行时，所有可写入的驱动器映像都将被锁定。只读驱动器映像不会被锁定。
zh_hk: 如啟󠄁用，執行虛擬機时，所有可寫的磁碟映像檔都將會被鎖定。唯讀磁碟映像檔不會被被鎖定。

source: If enabled, input capture will toggle automatically when the VM's window is focused.
it: Se abilitato, la cattura dell'imput verrà automaticamente attivata o disattivata quando la finestra della VM è in primo piano o non selezionata
ja: 有効にすると、仮想マシンのウインドウがフォーカスされたときに入力キャプチャが自動的に切り替わります。
zh_hans: 若启用，输入捕捉将在虚拟机窗口聚焦时自动切换。
zh_hk: 如啟用，在聚焦虛擬機視窗時，將自動切換輸入擷取。

source: If enabled, when the VM is out of focus, the first click will be handled by the VM. Otherwise, the first click will only bring the window into focus.
zh_hans: 若启用，当虚拟机失去聚焦时，首次点击将由虚拟机处理。否则，首次点击仅会使窗口聚焦。
zh_hk: 如啟用，當聚焦虛擬機視窗失去時，第一次點按將會由虛擬機處理。否則，第一次點按只會讓視窗聚焦。

source: Import from VMware Fusion
zh_hans: 从 VMware Fusion 导入
zh_hk: 從 VMware Fusion 輸入

source: Keyboard Shortcuts…
zh_hans: 键盘快捷键…
zh_hk: 鍵盤快捷鍵⋯

source: Legacy Hardware
it: Hardware Legacy
ja: レガシーハードウェア
zh_hans: 旧版硬件
zh_hk: 舊式硬件

source: List all supported hardware. May require manual configuration to boot.
zh_hans: 列出所有支持的硬件。可能需要手动配置才能启动。
zh_hk: 列出所有支援的硬件。可能需要手動設定才能啟動。

source: Maintenance
it: Manutenzione
ja: 修復
zh_hans: 维护
zh_hk: 維護

source: Mouse
de: Maus
zh_hans: 鼠标
zh_hk: 滑鼠

source: Navigate to '/Library/Preferences/VMware Fusion' (⌘+Shift+G) and select the 'networking' file
zh_hans: 导览至 '/Library/Preferences/VMware Fusion' (Command + Shift + G) 并选择“networking”文件
zh_hk: 導覽到「/Library/Preferences/VMware Fusion」(Command + Shift + G) 並選擇「networking」檔案

source: New Key
zh_hans: 添加按键
zh_hk: 新增按鍵

source: No VM screenshots will be taken.
zh_hans: 不会截屏虚拟机。
zh_hk: 不會拍攝螢幕截圖。

source: Older versions of UTM added each IDE device to a separate bus. Check this to change the configuration to place two units on each bus.
it: Le versioni precedenti di UTM aggiungevano ciascun dispositivo IDE ad un bus separato. Seleziona questa opzione per modificare la configurazione e impostare due unità su ciascun bus.
ja: UTMの古いバージョンでは、IDEデバイスをそれぞれ別のバスに追加していました。これにチェックを入れると、各バスに2つのユニットを配置する構成に変更できます。
zh_hans: 旧版本的 UTM 会将每个 IDE 设备添加到单独的总线上。选中此项可更改配置，以在每个总线上放置两个设备。
zh_hk: 舊版本的 UTM 將每個 IDE 裝置加至單獨的匯流排中。選擇此以變更設定，在每個匯流排上放置兩個單元。

source: One Time Donation
ja: 1回限りの寄付
zh_hans: 一次性捐赠
zh_hk: 一次捐贈

source: Only available on macOS 14+ virtual machines.
it: Disponibile solo su macchine virtuali macOS (versione 14 o superiore).
ja: macOS 14以降の仮想マシンでのみ使用できます。
zh_hans: 仅在 macOS 14+ 虚拟机上可用。
zh_hk: 只可以在 macOS 14+ 的虛擬機上使用。

source: Only available when Hypervisor is used on supported hardware. TSO speeds up Intel emulation in the guest at the cost of decreased performance in general.
it: Disponibile solo con un Hypervisor e hardware supportato. TSO incrementa le prestazioni di emulazione di un guest Intel, al costo di performance generali ridotte.
ja: 対応ハードウェア上でハイパーバイザが使用されている場合にのみ利用可能です。TSOは、ゲスト内のIntelエミュレーションを高速化させますが、その代償として一般的なパフォーマンスを低下させます。
zh_hans: 只有在支持的硬件上使用 Hypervisor 时才可用。TSO 加快了客户机中的 Intel 模拟速度，但总体性能会有所下降。
zh_hk: 只可以在支援的硬件上使用 Hypervisor 時使用。TSO 提升了客户端的 Intel 模擬速度，但以總體的效能降低為代價。

source: Options here only apply on next boot and are not saved.
it: Queste impostazioni vengo applicate solo all'avvio successivo e non sono salvate.
ja: これらのオプションは次回起動時にのみ適用され、保存されません。
zh_hans: 此处的选项只在下次启动时生效，不会存储。
zh_hk: 此處的選項只在下次啟動時生效，且不會儲存。

source: Pointer
ja: ポインタ
zh_hans: 鼠标指针
zh_hk: 指標

source: Preload Secure Boot Keys
zh_hans: 预加载安全启动密钥
zh_hk: 預載入保安啟󠄁動鑰匙

source: Prompt
ja: プロンプト
zh_hans: 提示
zh_hk: 提示

source: QEMU machines in 'Host' network mode can be placed in the same network to communicate with each other.
zh_hans: 处于“主机”网络模式的 QEMU 虚拟机可在同一网络中相互通信。
zh_hk: 在「主機」網絡模式下的 QEMU 虛擬機可以於相同的網絡下互相通訊。

source: RAM
zh_hans: 内存
zh_hk: 記憶體

source: Regenerate MAC addresses on clone
zh_hans: 复制时重新生成 MAC 地址
zh_hk: 製作副本時重新產生 MAC 位址

source: Reset auto connect devices…
zh_hans: 重置自动连接的设备
zh_hk: 重設自動連接的裝置

source: Reset UEFI Variables
it: Reimposta le Variabili UEFI
ja: UEFI変数をリセット
zh_hans: 重置 UEFI 变量
zh_hk: 重設 UEFI 變數

source: Resume running VM.
zh_hans: 继续正在运行的虚拟机。
zh_hk: 繼續執行虛擬機。

source: Secure Boot with TPM 2.0
ja: TPM 2.0によるセキュアブート
zh_hans: 使用 TPM 2.0 的安全启动
zh_hk: 採用 TPM 2.0 的保安啟動

source: Set up custom keyboard shortcuts that can be triggered from the keyboard menu.
zh_hans: 设置可以从键盘菜单触发的自定义键盘快捷键。
zh_hk: 設定自訂快捷鍵以透過鍵盤選單觸發。

source: Show all devices…
ja: すべてのデバイスを表示…
zh_hans: 显示所有设备…
zh_hk: 顯示所有裝置⋯

source: Status
it: Stato
ja: 状態
zh_hans: 状态
zh_hk: 狀態

source: Test 1
zh_hans: 测试 1
zh_hk: 測試 1

source: Test 2
zh_hans: 测试 2
zh_hk: 測試 2

source: This does not apply to key binding outside the guest.
zh_hans: 这不适用于客户机以外的键位绑定。
zh_hk: 此設定不會套用至客户端以外的按鍵綁定。

source: This only applies to ISO layout keyboards.
zh_hans: 这仅适用于 ISO 布局键盘。
zh_hk: 此設定只套用至 ISO 佈局的鍵盤。

source: This virtual machine uses custom QEMU arguments which is potentially dangerous and can cause damage to your machine. You should only run this virtual machine if you trust it.
zh_hans: 此虚拟机使用了自定义的 QEMU 参数，这可能存在风险，并可能对你的机器造成损害。仅在你信任该虚拟机时，才应该运行它。
zh_hk: 此虛擬機使用自訂 QEMU 引數，可能會存在風險，並可能損毁你的機器。只有當你信任此虛擬機時，才應該執行它。

source: To change this, remove the shared directory and add it again.
zh_hans: 若要更改此选项，请移除共享目录并重新添加。
zh_hk: 如要更改此選項，請移除分享的目錄並重新加回。

source: TPM 2.0 Device
ja: TPM 2.0デバイス
zh_hans: TPM 2.0 设备
zh_hk: TPM 2.0 裝置

source: TPM can be used to protect secrets in the guest operating system. Note that the host will always be able to read these secrets and therefore no expectation of physical security is provided.
it: TPM può essere utilizzato per conservare informazioni riservate del sistema. Il dispositivo host sarà sempre in grado di accedere a questi dati.
ja: TPMは、ゲストオペレーティングシステムの秘密を保護するために使用できます。なお、ホストは常にこれらの秘密を読み取ることができるため、物理的なセキュリティは期待できないことに注意してください。
zh_hans: TPM 可用于保护客户机操作系统中的机密数据。需要注意的是，主机始终可以读取这些机密数据，因此无法提供预期的物理安全性。
zh_hk: TPM 可以用作保護客户端作業系統中的私密資料。請注意，主機將始終可以讀取這些私密資料，所以無法提供預期的物理保安性。

source: Trackpad
zh_hans: 触控板
zh_hk: 觸控板

source: Use TSO
it: Usa TSO
ja: TSOを使用
zh_hans: 使用 TSO
zh_hk: 使用 TSO

source: UTM Library
zh_hans: UTM 资源库
zh_hk: UTM 資料庫

source: When cloning a VM, regenerate MAC addresses on every network interface to prevent conflicts.
zh_hans: 克隆虚拟机时，对每个网络接口重新生成 MAC 地址，以避免产生冲突。
zh_hk: 製作虛擬機副本時，為避免衝突，對於每個網絡介面重新產生 MAC 位址。

source: You can configure additional host networks in UTM Settings.
zh_hans: 你可以在 UTM 设置中配置其他主机网络。
zh_hk: 你可以在 UTM 設定中設定其他主機網絡。

source: You can use this if your boot options are corrupted or if you wish to re-enroll in the default keys for secure boot.
it: Puoi usare questa opzione se le impostazioni di boot sono compromesse o se desideri ricreare le chiavi di default per il secure boot.
ja: 起動オプションが破損している場合や、セキュアブートのデフォルトキーに再登録したい場合に使用できます。
zh_hans: 若你的启动选项已损坏，或者希望重新注册安全启动的默认密钥，可以使用此功能。
zh_hk: 如你的引導選項已損毀，或是你希望重新註冊保安啟動的預設鑰匙，可以使用此選項。

source: %@/s
ja: %@/秒
zh_hk: %@/秒

source: Recurring Donation
ja: 定期寄付

source: Manage Subscriptions…
ja: サブスクリプションを管理…

source: Restore Purchases
ja: 購入を復元

source: Force Kill
ja: 強制終了

source: ⌘+⌥ (Cmd+Opt)
ja: ⌘＋⌥（Command＋Option）

source: ⌃+⌥ (Ctrl+Opt)
ja: ⌃＋⌥（Control＋Option）

source: Bootloader
ja: ブートローダ

source: HiDPI (Retina)
ja: 高DPI（Retina）

source: Nintendo
ja: 任天堂

source: Windows 9x
ja: Windows 9x系

source: Donate
ja: 寄付

source: macOS 12+
ja: macOS 12以降

source: No Thanks
ja: 今はしない

source: Mismatched id from guest-sync-delimited.
ja: guest-sync-delimitedからのIDが一致しません。

source: Blinking Cursor
it: Cursore Lampeggiante

source: Download Ubuntu Server for ARM
it: Scarica Ubuntu Server per ARM

source: Generate Windows Installer ISO
it: Genera l'immagine ISO dell'Installer di Windows

source: Stop…
it: Arresta...

source: This version of macOS does not support GPU acceleration. Please change the VM configuration or upgrade macOS.
it: Questa versione di macOS non supporta l'accelerazione della GPU. Cambia la configurazione della VM o aggiorna macOS.

source: GPU Acceleration supported
it: Accelerazione GPU Supportata

source: Check for Updates…
it: Controlla Aggiornamenti…

source: UTM %@ is available
it: UTM %@ è disponibile

source: Your current version is %@
it: La tua versione attuale è %@

source: Critical Update
it: Aggiornamento Critico

source: Show Full Release Notes
it: Mostra Note di Rilascio Complete

source: Installing Update...
it: Installazione Aggiornamento...

source: UTM will restart when installation is complete
it: UTM si riavvierà al completamento dell'installazione

source: Skip This Version
it: Salta Questa Versione

source: Remind Me Later
it: Ricordamelo Dopo

source: Downloading UTM %@
it: Scaricamento UTM %@

source: Installing Update
it: Installazione Aggiornamento

source: Update Failed
it: Aggiornamento Fallito

source: Please check your internet connection and try again.
it: Controlla la tua connessione internet e riprova.

source: Free up some disk space and try again.
it: Libera spazio su disco e riprova.

source: This might be a temporary issue. Please try again.
it: Potrebbe essere un problema temporaneo. Riprova.

source: Try Again
it: Riprova

source: Update Preferences
it: Preferenze Aggiornamento

source: Automatically check for updates
it: Controlla automaticamente per aggiornamenti

source: UTM will check for updates periodically in the background
it: UTM controllerà per aggiornamenti periodicamente in background

source: Automatically download updates
it: Scarica automaticamente gli aggiornamenti

source: Updates will be downloaded automatically when available
it: Gli aggiornamenti verranno scaricati automaticamente quando disponibili

source: Update Channel
it: Canale di rilascio

source: Choose which types of releases to receive
it: Scegli che tipo di rilasci ricevere

source: Include pre-release versions
it: Includi versioni pre-rilascio

source: Include beta and pre-release versions in update checks
it: Includi versioni beta e pre-rilascio nei controlli aggiornamenti

source: Update Check
it: Controllo Aggiornamenti

source: Check for updates:
it: Controlla per aggiornamenti:

source: Checking...
it: Controllo...

source: Error: %@
it: Errore: %@

source: Check Now
it: Controlla Ora

source: Current Version
it: Versione Attuale

source: Last checked
it: Ultimo controllo

source: Update Available
it: Aggiornamento Disponibile

source: Up to Date
it: Aggiornato

source: Critical
it: Critico

source: Size: %@
it: Dimensione: %@

source: Downloading...
it: Scaricamento...

source: Installing...
it: Installazione...

source: Release Notes
it: Note di Rilascio

source: Update Available: %@
it: Aggiornamento Disponibile: %@

source: Check for Updates
it: Controlla Aggiornamenti

source: Updates
it: Aggiornamenti

source: A new version of UTM (%@) is available. Since you're using a sideloaded version, please update manually using your preferred sideloading method.
it: Una nuova versione di UTM (%@) è disponibile. Dato che stai usando una versione sideloaded, aggiorna manualmente usando il tuo metodo di sideloading preferito.

source: View Release
it: Visualizza Rilascio

source: Copy IPA URL
it: Copia URL IPA

source: Later
it: Più Tardi

source: Stable
it: Stabile

source: All Releases
it: Tutte le Versioni

source: Network connection unavailable
it: Connessione di rete non disponibile

source: Download failed: %@
it: Download fallito: %@

source: Update verification failed
it: Verifica dell'aggiornamento fallita

source: Installation failed: %@
it: Installazione fallita: %@

source: Insufficient disk space for update
it: Spazio su disco insufficiente per l'aggiornamento

source: This update requires a newer system version
it: Questo aggiornamento richiede una versione di sistema più recente

source: Invalid response from update server
it: Risposta non valida dal server di aggiornamento

source: No update available
it: Nessun aggiornamento disponibile

source: Installation not authorized
it: Installazione non autorizzata

source: Invalid application bundle
it: Bundle dell'applicazione non valido

source: Failed to create backup
it: Impossibile creare il backup

source: Platform not supported for automatic updates
it: Piattaforma non supportata per gli aggiornamenti automatici

source: Insufficient disk space for installation
it: Spazio su disco insufficiente per l'installazione

source: Failed to mount DMG file
it: Impossibile montare il file DMG

source: Cannot construct App Store URL
it: Impossibile costruire l'URL dell'App Store

source: Cannot open TestFlight
it: Impossibile aprire TestFlight

source: Released: %@
it: Rilasciato %@

source: Uncompressed %@
de: Unkomprimiert %@
