Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: Hardware interface on the guest used to mount this image. Different operating systems support different interfaces. The default will be the most common interface.
it: L'interfaccia hardware utilizzata dal sistema guest per montare questa imnmagine. Ciascun sistema operativo può supportare diversi tipi di interfacce. L'interfaccia predefinita sarà quella utilizzata comunemente.
ja: このイメージをマウントするために使用されるゲスト上のハードウェアインターフェイスです。オペレーティングシステムによって対応しているインターフェイスは異なります。デフォルトでは最も一般的なインターフェイスが使用されます。
pl: Interfejs sprzętowy po stronie gościa używany do zamontowania tego obrazu. Różne systemy operacyjne wspierają rożne interfejsy. Domyślny będzie najbardziej pospolitym interfejsem.
zh_hans: 用于装载此映像的客户机硬件接口。不同的操作系统支持不同的接口。默认值为最常用的接口。
zh_hk: 用於裝載此映像的客户端硬件介面。不同的作業系統支援不同的介面。預設值將會設定為最常見的介面。

source: Raw Image
de: Image im Raw Format
it: Immagine Raw
ja: 生イメージ
pl: Surowy obraz (RAW)
zh_hans: raw 映像
zh_hk: raw 映像檔

source: Advanced. If checked, a raw disk image is used. Raw disk image does not support snapshots and will not dynamically expand in size.
it: Impostazione Avanzata. Se attivo, verrà utilizzata un'immagine disco raw. Le immagini disco raw non supportano le snapshot e non vengono ridimensionate automaticamente.
ja: 詳細オプションです。チェックを入れると、生ディスクイメージが使用されます。生ディスクイメージはスナップショットに対応しておらず、サイズを動的に拡張することはありません。
pl: Zaawansowane. Jeśli zaznaczone, surowy obraz dysku jest używany. Surowy obraz dysku nie wspiera migawek i nie będzie dynamicznie się rozszerzać.
zh_hans: 高级选项。若选中，将使用 raw 磁盘映像。raw 磁盘映像既不支持快照，也不会动态地扩充大小。
zh_hk: 進階選項。如選擇，將會使用 raw 磁碟映像。raw 磁碟映像不支援快照，亦不會動態擴充套件大小。

source: Reclaim and Compress
pl: Odzyskaj i kompresuj

source: Removable Drive
de: Wechsellaufwerk
it: Disco Rimovibile
ja: リムーバブルドライブ
pl: Dysk zewnętrzny
zh_hans: 可移除驱动器
zh_hk: 可移除的磁碟

source: (new)
de: (neu)
it: (nuovo)
ja: （新規）
pl: （nowy）
zh_hans: (新)
zh_hk: (新)

source: Image Type
it: Tipo di Immagine
ja: イメージの種類
pl: Typ obrazu
zh_hans: 映像类型
zh_hk: 映像檔種類

source: Reclaim Space
it: Recupera Spazio
ja: 領域を回収
pl: Odzyskaj miejsce na dysku
zh_hans: 释放空间
zh_hk: 回收空間

source: Reclaim disk space by re-converting the disk image.
it: Recupera spazio su disco riconvertendo l'immagine disco.
ja: ディスクイメージを再変換することでディスク領域を回収します。
pl: Odzyskaj miejsce na dysku poprzez ponowną konwersję obrazu dysku.
zh_hans: 通过重新转换来回收磁盘空间。
zh_hk: 透過重新轉換以回收磁碟空間。

source: Compress
it: Comprimi
ja: 圧縮
pl: Kompresuj
zh_hans: 压缩
zh_hk: 壓縮

source: Compress by re-converting the disk image and compressing the data.
it: Recupera spazio su disco riconvertendo l'immagine disco e comprimendo i dati.
ja: ディスクイメージの再変換およびデータの圧縮を行うことで圧縮します。
pl: Komperesuj poprzez ponowną konwersję obrazu dysku i kompresję danych.
zh_hans: 通过重新转换磁盘映像和压缩数据映像来实现压缩。
zh_hk: 透過重新轉換磁碟映像檔與壓縮資料以壓縮。

source: Resize…
ja: サイズを変更…
pl: Zmień rozmiar...
zh_hans: 调整大小…
zh_hk: 調整大小⋯

source: Increase the size of the disk image.
it: Incrementa la dimensione dell'immagine disco.
ja: ディスクイメージのサイズを大きくします。
pl: Zwiększ rozmiar dysku.
zh_hans: 增加磁盘映像的大小。
zh_hk: 增加磁碟映像檔的大小。

source: Would you like to re-convert this disk image to reclaim unused space? Note this will require enough temporary space to perform the conversion. You are strongly encouraged to back-up this VM before proceeding.
de: Möchten Sie den ungenutzten Speicherplatz in diesem Festplatten-Abbild durch erneute Konvertierung freigeben? Dies erfordert ausreichend verfügbaren Speicherplatz für eine Kopie der Daten. Machen Sie unbedingt ein Backup bevor Sie die Konvertierung starten.
it: Vuoi ri-convertire questa immagine disco per recuperare spazio ed applicare la compressione? Nota che sarà necessaria la disponibilità di spazio su disco sufficiente per effettuare la conversione. È fortemente consigliato fare un backup di questa VM prima di procedere.
ja: このディスクイメージを再変換して未使用の領域を回収しますか? 変換を行うには、一時的に十分な空き領域が必要になることに注意してください。この作業を行う前に、仮想マシンをバックアップしておくことを強く推奨します。
pl: Czy chciałbyś ponownie przekonwertować obraz dysku aby odzyskać nieużywane miejsce? Pamiętaj, że to wymaga dostatecznej ilości pamięci, aby wykonać konwersję. Zalecane jest zrobienie kopii zapasowej tej maszyny wirtualnej przed dalszym działaniem.
zh_hans: 你要重新转换此磁盘映像以回收未使用的空间吗？请注意，这将需要足够的临时空间来执行转换。在继续操作之前，强烈建议你备份此虚拟机。
zh_hk: 你想重新轉換此磁碟映像檔以回收未使用的空間嗎？請注意，這將需要足夠的臨時空間以執行轉換。進行前，強烈建議你備份此虛擬機。

source: Reclaim
de: Freigeben
it: Recupera
ja: 回収
pl: Odzyskaj
zh_hans: 回收
zh_hk: 回收空間

source: Would you like to re-convert this disk image to reclaim unused space and apply compression? Note this will require enough temporary space to perform the conversion. Compression only applies to existing data and new data will still be written uncompressed. You are strongly encouraged to back-up this VM before proceeding.
de: Möchten Sie das Festplatten-Abbild durch erneute Konvertierung komprimieren? Dies erfordert ausreichend verfügbaren Speicherplatz für eine Kopie der Daten. Nur vorhandene Daten werden komprimiert, neue Daten werden weiterhin unkomprimiert gespeichert. Machen Sie unbedingt ein Backup bevor Sie die Konvertierung starten.
it: Vuoi ri-convertire questa immagine disco per recuperare spazio ed applicare la compressione? Nota che sarà necessaria la disponibilità di spazio su disco sufficiente per effettuare la conversione. La compressione si applica solo ai dati esistenti e i nuovi dati non verranno compressi. È fortemente consigliato fare un backup di questa VM prima di procedere.
ja: このディスクイメージを再変換して未使用の領域を回収し、圧縮を適用しますか? 変換を行うには、一時的に十分な空き領域が必要になることに注意してください。圧縮は既存のデータにのみ適用され、新しいデータは圧縮されずに書き込まれます。この作業を行う前に、仮想マシンをバックアップしておくことを強く推奨します。
pl: Czy chciałbyś ponownie przekonwertować obraz dysku aby odzyskać nieużywane miejsce i zastosować kompresję? Pamiętaj, że to wymaga dostatecznej ilości pamięci, aby wykonać konwersję. Kompresja dotyczy tylko istniejących danych i nowe dane będą nadpisywane nieskompresowane. Zalecane jest zrobienie kopii zapasowej tej maszyny wirtualnej przed dalszym działaniem.
zh_hans: 你要重新转换此磁盘映像以回收未使用的空间并压缩吗？请注意，这将需要足够的临时空间来执行转换。此压缩过程仅适用于现有数据，新数据仍将以未压缩形式写入。在继续操作之前，强烈建议你备份此虚拟机。
zh_hk: 你想重新轉換此磁碟映像檔以回收未使用的空間並套用壓縮嗎？請注意，這將需要足夠的臨時空間以執行轉換，壓縮只套用至現有的資料，新資料仍將以未壓縮寫入。進行前，強烈建議你備份此虛擬機。

source: Resizing is experimental and could result in data loss. You are strongly encouraged to back-up this VM before proceeding. Would you like to resize to %lld GiB?
ja: サイズの変更は実験的であり、データが失われる可能性があります。この作業を行う前に、仮想マシンをバックアップしておくことを強く推奨します。%lld GiBにサイズを変更しますか?
pl: Zmiana rozmiaru jest eksperymentalna i może zakończyć się utratą danych. Zalecamy utworzenie kopii zapasowej tej maszyny wirtualnej przed kontynuowaniem. Czy chcesz zmienić rozmiar do %lld GiB?
zh_hans: 调整大小是实验性功能，可能会导致数据丢失。强烈建议你在继续操作前备份此虚拟机。你要将大小调整为 %lld GiB 吗？
zh_hk: 調整大小為試驗性功能，可能會引致資料遺失。進行前，強烈建議你備份此虛擬機。你想調整大小為 %lld GiB 嗎？

source: Resize
de: Größe anpassen
it: Ridimensiona
ja: サイズを変更
pl: Zmień rozmiar
zh_hans: 重新调整
zh_hk: 調整大小

source: Minimum size: %@
de: Mindestgröße: %@
it: Dimensione Minima: %@
ja: 最小サイズ: %@
pl: Minimalny rozmiar: %@
zh_hans: 最小文件大小：%@
zh_hk: 最低大小：%@

source: Calculating current size...
ja: 現在のサイズを計算中…
pl: Obliczam obecny rozmiar...
zh_hans: 计算当前大小…
zh_hk: 計算現時大小⋯

source: Generic
de: Standard
it: Generico
ja: 一般
pl: Ogólne
zh_hans: 通用
zh_hk: 一般

source: Notes
de: Notizen
it: Note
ja: メモ
pl: Notatki
zh_hans: 注释
zh_hk: 備註

source: Icon
it: Icona
ja: アイコン
pl: Ikona
zh_hans: 图标
zh_hk: 圖示

source: Failed to check name.
it: Impossibile verificare il nome.
pl: Nie udało się sprawdzić nazwy.

source: Name is an invalid filename.
it: Il nome non è un nome di file valido.
pl: Nazwa pliku jest nieprawidłowa.

source: If enabled, the default input devices will be emulated on the USB bus.
it: Se abilitato, i dispositivi di input predefiniti saranno emulati sul bus USB.
ja: 有効にすると、デフォルトの入力デバイスがUSBバス上でエミュレートされます。
pl: Jeśli włączone, domyślne urządzenia wejścia będą emulowane na magistrali USB.
zh_hans: 若启用，默认输入设备将在 USB 总线上模拟。
zh_hk: 如啟用，預設輸入裝置將會在 USB 匯流排上模擬。

source: USB Support
it: Supporto USB
ja: 対応USB
pl: Wsparcie USB
zh_hans: USB 支持
zh_hk: USB 支援

source: USB Sharing
de: USB-Freigabe
it: Condivisione USB
ja: USB共有
pl: Współdzielenie USB
zh_hans: USB 共享
zh_hk: USB 分享

source: USB sharing not supported in this build of UTM.
de: Die USB-Freigabe wird in dieser Version von UTM nicht unterstützt.
it: La condivisione USB non è supportata da questa versione di UTM.
ja: USB共有はこのビルドのUTMでは対応していません。
pl: Współdzielenie USB nie jest wspieranę przez tą wersję UTM.
zh_hans: 此版本的 UTM 不支持 USB 共享。
zh_hk: 此 UTM 構建不支援 USB 分享。

source: Share USB devices from host
de: USB-Geräte des Host freigeben
it: Condividi dispositivi USB dall'host
ja: ホストからUSBデバイスを共有
pl: Udostępnij urządzenia USB hosta
zh_hans: 从主机共享 USB 设备
zh_hk: 從主機分享 USB 裝置

source: Maximum Shared USB Devices
de: Anzahl weitergeleiteter USB-Geräte (max.)
it: Dispositivi USB Condivisi Massimi
ja: 最大共有USBデバイス数
pl: Maksymalna ilość współdzielonych urządzeń USB
zh_hans: 最大共享 USB 设备数
zh_hk: 最多分享 USB 裝置

source: Additional Settings
de: Weitere Einstellungen
it: Impostazioni Aggiuntive
ja: その他の設定
pl: Dodatkowe ustawienia
zh_hans: 附加设置
zh_hk: 額外設定

source: Gesture and Cursor Settings
de: Gesten- und Zeiger-Einstellungen
it: Impostazioni Gesti e Cursore
ja: ジェスチャとカーソルの設定
pl: Ustawienia gestów oraz kursora
zh_hans: 手势和光标设置
zh_hk: 手勢與指標設定

source: Bridged Interface
it: Interfaccia Bridged
ja: ブリッジインターフェイス
pl: Mostkowy interfejs sieciowy
zh_hans: 桥接接口
zh_hk: 橋連介面

source: Emulated Network Card
it: Scheda di Rete Emulata
ja: 仮想ネットワークカード
pl: Emulowana karta sieciowa
zh_hans: 模拟网卡
zh_hk: 模擬網卡

source: Show Advanced Settings
de: Erweiterte Einstellungen anzeigen
it: Mostra Impostazioni Avanzate
ja: 詳細設定を表示
pl: Pokaż zaawansowane ustawienia
zh_hans: 显示高级设置
zh_hk: 顯示進階設定

source: IP Configuration
de: IP-Konfiguration
it: Impostazioni IP
ja: IP構成
pl: Konfiguracja adresów IP
zh_hans: IP 配置
zh_hk: IP 設定

source: Isolate Guest from Host
de: Gast-Netz vom Host isolieren
it: Isola Guest
ja: ゲストをホストから隔離
pl: Izoluj gościa od hosta
zh_hans: 将客户机与主机隔离
zh_hk: 從主機隔離客户端

source: Guest Network
it: Rete Guest
ja: ゲストネットワーク
pl: Sieć gościa
zh_hans: 客户机网络
zh_hk: 客户端網絡

source: Guest Network (IPv6)
it: Rete Guest (IPv6)
ja: ゲストネットワーク（IPv6）
pl: Sieć gościa (IPv6)
zh_hans: 客户机网络 (IPv6)
zh_hk: 客户端網絡 (IPv6)

source: Host Address (IPv6)
it: Indirizzo Host (IPv6)
ja: ホストアドレス（IPv6）
pl: Adres hosta（IPv6)
zh_hans: 主机地址 (IPv6)
zh_hk: 主機位址 (IPv6)

source: DHCP Start
it: Inzio DHCP
ja: DHCP割り当て開始アドレス
pl: Pierwszy adres zakresu DHCP
zh_hans: DHCP 起始地址
zh_hk: DHCP 開始

source: DHCP End
it: Fine DHCP
ja: DHCP割り当て終了アドレス
pl: Ostatni adres zakresu DHCP
zh_hans: DHCP 结束地址
zh_hk: DHCP 結束

source: DHCP Domain Name
it: Nome di Dominio DHCP
ja: DHCPドメイン名
pl: Nazwa domeny DHCP
zh_hans: DHCP 域名
zh_hk: DHCP 網域名稱

source: DNS Server
it: Server DNS
ja: DNSサーバ
pl: Serwer DNS
zh_hans: DNS 服务器
zh_hk: DNS 伺服器

source: DNS Server (IPv6)
it: Server DNS (IPv6)
ja: DNSサーバ（IPv6）
pl: Serwer DNS（IPv6）
zh_hans: DNS 服务器 (IPv6)
zh_hk: DNS 伺服器 (IPv6)

source: DNS Search Domains
it: Dominio di Ricerca DNS
ja: DNS検索ドメイン
pl: Domena wyszukiwania DNS
zh_hans: DNS 搜索域
zh_hk: DNS 搜尋網域

source: Logging
de: Protokollierung
ja: ログ
pl: Dziennik zdarzeń
zh_hans: 日志
zh_hk: 記錄

source: Debug Logging
de: Debug-Protokoll
it: Registro dei Log
ja: デバッグログ
pl: Debugowanie
zh_hans: 调试日志记录
zh_hk: 除錯記錄

source: Export Debug Log
it: Esporta Log di Debug
ja: デバッグログを書き出す
pl: Eksportuj dziennik zdarzeń
zh_hans: 导出调试日志
zh_hk: 輸出除錯記錄

source: Tweaks
it: Ritocchi
ja: 調整
pl: Poprawki
zh_hans: 调整
zh_hk: 調整

source: These are advanced settings affecting QEMU which should be kept default unless you are running into issues.
it: Queste sono configurazioni avanzate che hanno impatto su QEMU e dovrebbero essere lasciate alle impostazioni predefinite a meno che non causino problemi.
ja: これらはQEMUに影響を与える詳細設定であり、問題が発生しない限りデフォルトのままにしておくべきです。
pl: To są zaawansowane ustawienia wpływające na QEMU, które powinny pozostać niezmienione, jeśli nie powodują błędów.
zh_hans: 这些属于 QEMU 的高级设置，除非遇到问题，否则应当保持默认值。
zh_hk: 這些是影響 QEMU 的進階設定，除非遇到問題，否則你應當保持預設值。

source: UEFI Boot
it: Avvio UEFI
ja: UEFI起動
pl: Rozruch w trybie UEFI
zh_hans: UEFI 启动
zh_hk: UEFI 啟動

source: Should be off for older operating systems such as Windows 7 or lower.
it: Dovrebbe essere disattivato per sistemi operativi come Windows 7 o precedenti.
ja: Windows 7以前など、古いオペレーティングシステムに対してはオフにしておく必要があります。
pl: Powinno zostać wyłączone dla starszych systemów np. Windows 7 lub starsze.
zh_hans: 对于较旧的操作系统应关闭此选项，例如 Windows 7 或者更低版本。
zh_hk: 對於舊的作業系統應關閉，例如 Windows 7 或更低版本。

source: RNG Device
it: Dispositivo RNG
ja: RNGデバイス
pl: Urządzenie generatora liczb losowych (RNG)
zh_hans: RNG 设备
zh_hk: RNG 裝置

source: Should be on always unless the guest cannot boot because of this.
it: Dovrebbe essere attivo, a meno che il sistema operativo Guest abbia problemi di avvio a causa di questa opzione.
ja: これが原因でゲストが起動できない場合を除き、常にオンにしておくべきです。
pl: Powinno być zawsze włączone, chyba że powoduje problemy z uruchomieniem gościa.
zh_hans: 除非客户机因此无法启动，否则此项应始终打开。
zh_hk: 除非客户端因此而無法啟動，否則應始終開啟。

source: Balloon Device
it: Dispositivo Balloon
ja: バルーンデバイス
pl: Urządzenie Balloon
zh_hans: Balloon 设备
zh_hk: Balloon 裝置

source: TPM Device
pl: Urządzenie TPM

source: This is required to boot Windows 11.
pl: To jest wymagane, aby uruchomić Windows 11.

source: Use Hypervisor
it: Usa Hypervisor
ja: ハイパーバイザを使用
pl: Użyj Hipernadzorcy (Hypervisor)
zh_hans: 使用 Hypervisor
zh_hk: 使用 Hypervisor

source: Only available if host architecture matches the target. Otherwise, TCG emulation is used.
it: Disponibile solo se l'architettura dell'host combacia con la destinazione. In alternativa, l'emulazione TCG verrà utilizzata.
ja: ホストアーキテクチャがターゲットと一致する場合のみ利用できます。そうでない場合、TCGエミュレーションが使用されます。
pl: Dostępne tylko jeśli architektura gospodarza odpowiada architekturze gościa. W innym wypadku, zostanie użyta emulacja TCG.
zh_hans: 仅当主机架构和目标匹配时才可用。否则，将使用 TCG 模拟。
zh_hk: 只可以在主機架構與目標相符時使用。否則，將會使用 TCG 模擬。

source: Use local time for base clock
it: Usa l'ora locale locale per l'orologio di sistema
ja: ベースクロックにローカル時間を使用
pl: Używaj czasu lokalnego jako podstawowego zegara maszyny wirtualnej
zh_hans: 使用本地时间作为基本时钟
zh_hk: 將當地時間用作基本時鐘

source: If checked, use local time for RTC which is required for Windows. Otherwise, use UTC clock.
it: Se abilitato, usa l'ora locale per il RTC, richiesto da Windows. Altrimenti, usa UTC.
ja: チェックを入れると、Windowsで必要とされるRTCにローカル時間を使用します。そうでない場合、UTCクロックを使用します。
pl: Jeśli zaznaczone, używaj czasu lokalnego dla RTC, czego wymaga Windows. W innym wypadku, używaj zegara UTC.
zh_hans: 若选中，将使用 Windows 需要的 RTC 本地时间，否则使用 UTC 时钟。
zh_hk: 如選擇，將會使用 Windows 要求的 RTC 本地時間。否則將會使用 UTC 時鐘。

source: Force PS/2 controller
it: Forza Controller PS/2
ja: PS/2コントローラを強制
pl: Wymuś kontroler PS/2
zh_hans: 强制使用 PS/2 控制器
zh_hk: 強制使用 PS/2 控制器

source: Instantiate PS/2 controller even when USB input is supported. Required for older Windows.
it: Inizializza il controller PS/2 anche quando l'input USB è supportato. Richiesto per versioni più vecchie di Windows.
ja: USB入力に対応している場合でも、PS/2コントローラをインスタンス化します。古いWindowsで必要です。
pl: Utwórz instancję kontrolera PS/2 nawet jeśli kontroler USB jest wspierany. Wymagane dla starszych wersji systemu Windows.
zh_hans: 即便支持 USB 输入，仍然实例化 PS/2 控制器。此功能对于旧版 Windows 为必需。
zh_hk: 即使支援 USB 輸入，仍然實例化 PS/2 控制器。舊版 Windows 需要此功能。

source: QEMU Machine Properties
it: Proprietà della macchina QEMU
ja: QEMUマシンプロパティ
pl: Właściwości maszyny QEMU
zh_hans: QEMU 虚拟机属性
zh_hk: QEMU 電腦屬性

source: This is appended to the -machine argument.
it: Aggiunto all'argomento -machine
ja: -machine引数に追加されます。
pl: To jest dołączone do argumentu -machine.
zh_hans: 这会添加到 -machine 参数的末端。
zh_hk: 這會加至 -machine 引數的尾端。

source: QEMU Arguments
de: QEMU-Parameter
it: Argomenti QEMU
ja: QEMU引数
pl: Argumenty rozruchu QEMU
zh_hans: QEMU 参数
zh_hk: QEMU 引數

source: (Delete)
ja: （削除）
pl: （Usuń）
zh_hans: (删除)
zh_hk: (刪除)

source: Target
it: Destinazione
ja: ターゲット
pl: Cel
zh_hans: 目标
zh_hk: 目標

source: Wait for Connection
it: Attesa della Connessione
ja: 接続を待機
pl: Czekam na połączenie
zh_hans: 等待连接
zh_hk: 等待連線

source: Emulated Serial Device
it: Dispositivo Seriale Emulato
ja: 仮想シリアルデバイス
pl: Emulowane urządzenie szeregowe
zh_hans: 模拟串行设备
zh_hk: 模擬序列裝置

source: Server Address
it: Indirizzo del Server
ja: サーバアドレス
pl: Adres serwera
zh_hans: 服务器地址
zh_hk: 伺服器位址

source: The target does not support hardware emulated serial connections.
de: Das Zielsystem unterstützt keine Hardware-Emulation für serielle Anschlüsse.
it: La destinazione non supporta le connessioni seriali emulate.
ja: このターゲットはハードウェア仮想シリアル接続に対応していません。
pl: Cel nie wspiera emulowanych sprzętowo portów szeregowych
zh_hans: 目标系统不支持硬件模拟串行连接。
zh_hk: 目標平台不支援硬件模擬序列連線。

source: Clipboard Sharing
it: Condivisione Appunti
ja: クリップボード共有
pl: Współdzielenie schowka
zh_hans: 剪贴板共享
zh_hk: 剪貼板分享

source: WebDAV requires installing SPICE daemon. VirtFS requires installing device drivers.
it: WebDAV richiede l'installazione del demone di sistema SPICE. VirtFS richiede l'installazione di driver.
ja: WebDAVはSPICEデーモン、VirtFSはデバイスドライバのインストールが必要です。
pl: WebDAV wymaga instalacji SPICE. VirtFS wymaga instalacji sterownika.
zh_hans: WebDAV 需要安装 SPICE 守护程序。VirtFS 需要安装设备驱动程序。
zh_hk: WebDAV 需要安裝 SPICE 服務程式。VirtFS 需要安裝裝置驅動程式。

source: Directory Share Mode
it: Modalità di Condivisione Cartelle
ja: ディレクトリ共有モード
pl: Tryb współdzielenia katalogu
zh_hans: 目录共享模式
zh_hk: 目錄分享模式

source: Emulated Audio Card
it: Scheda Audio Emulata
ja: 仮想オーディオカード
pl: Emulowana karta dźwiękowa
zh_hans: 模拟声卡
zh_hk: 模擬聲卡

source: This audio card is not supported.
ja: このオーディオカードは対応していません。
pl: Ta karta dźwiękowa nie jest wspierana.
zh_hans: 此声卡不受支持。
zh_hk: 不支援此聲卡。

source: CPU
de: Prozessor
pl: Procesor

source: Force Enable CPU Flags
it: Forza Abilitazione Flag CPU
ja: CPUフラグを強制的に有効にする
pl: Wymuś włączenie flag procesora
zh_hans: 强制启用 CPU 标志
zh_hk: 強制啟用 CPU 標記

source: If checked, the CPU flag will be enabled. Otherwise, the default value will be used.
it: Se abilitato, la flag CPU verrà abilitata. In alternativa, sarà usato il valore predefinito.
ja: チェックを入れると、CPUフラグが有効になります。そうでない場合、デフォルトの値が使用されます。
pl: Jeśli zaznaczone, flagi procesora będą włączone. W przeciwnym wypadku zostaną użyte domyślne wartości.
zh_hans: 若选中，将启用 CPU 标志。否则将使用默认值。
zh_hk: 如選擇，將會啟用此 CPU 標記。否則將會使用預設值。

source: Force Disable CPU Flags
it: Forza Disattivazioen Flag CPU
ja: CPUフラグを強制的に無効にする
pl: Wymuś wyłączenie flag procesora
zh_hans: 强制停用 CPU 标志
zh_hk: 強制停用 CPU 標記

source: If checked, the CPU flag will be disabled. Otherwise, the default value will be used.
it: Se abiltato, la flag CPU verrà disabilitata. In alternativa, sarà usato il valore predefinito.
ja: チェックを入れると、CPUフラグが無効になります。そうでない場合、デフォルトの値が使用されます。
pl: Jeśli zaznaczone, flagi procesora będą wyłączone. W przeciwnym wypadku zostaną użyte domyślne wartości.
zh_hans: 若选中，将停用 CPU 标志。否则将使用默认值。
zh_hk: 如選擇，將會停用此 CPU 標記。否則將會使用預設值。

source: Force multicore may improve speed of emulation but also might result in unstable and incorrect emulation.
it: Forzare l'uso del Multicore potrebbe incrementare la velocità emulazione, ma potrebbe risultare in emulazione scorretta o instabile.
ja: マルチコアを強制すると、エミュレーションの速度は向上しますが、エミュレーションが不安定になったり、正しく実行されなかったりする可能性があります。
pl: Wymuszenie wielowątkowości może poprawić prędkość emulacji, ale również może sprawić, że będzie ona nieprawidłowa i niestabilna.
zh_hans: 强制多核可以提高模拟速度，但也可能导致模拟不稳定和不正确。
zh_hk: 強制多核心可能會提高模擬速度，但亦會引致不穩定與不正確的模擬。

source: Cores
de: Kerne
it: Core
ja: コア
pl: Rdzenie
zh_hans: 核心
zh_hk: 核心

source: Force Multicore
de: Multicore erzwingen
it: Forza Multicore
ja: マルチコアを強制
pl: Wymuś wielowątkowość
zh_hans: 强制多核
zh_hk: 強制多核心

source: JIT Cache
it: Cache JIT
ja: JITキャッシュ
pl: Pamięć podręczna JIT
zh_hans: JIT 缓存数据
zh_hk: JIT 快取資料

source: Default is 1/4 of the RAM size (above). The JIT cache size is additive to the RAM size in the total memory usage!
it: 1/4 della RAM (sopra) come impostazione predefinita. La dimensione della cache JIT si aggiunge alla quantità di memoria utilizzata!
ja: デフォルトはRAMサイズ（上記）の4分の1です。JITキャッシュサイズは合計メモリ使用量のRAMサイズに加算されます!
pl: Domyślne ustawienie to 1/4 rozmiaru pamięci operacyjnej RAM (powyżej). Pamięć podręczna JIT zalicza się do całkowitego zużycia pamięci operacyjnej!
zh_hans: 默认为内存大小的 1/4 (见上)。JIT 缓存与内存的大小均会包含在总内存使用量中！
zh_hk: 預設值為記憶體大小的 1/4 (見上)。JIT 快取資料大小亦會包括於所有記憶體使用量當中！

source: Allocating too much memory will crash the VM. Your device has %llu MB of memory and the estimated usage is %llu MB.
it: Allocare troppa memoria causerà crash della Macchina Virtuale. Il tuo dispositivo dispone di %llu MB di memoria e l'uso stimato è di %llu MB.
pl: Przydzielenie zbyt dużej ilości pamięci sprawi, że maszyna wirtualna się zawiesi. Twoje urządzenie ma %llu MB i szacowane zużycie pamięci to %llu MB.

source: This change will reset all settings
de: Diese Änderung setzt sämtliche anderen Einstellungen zurück
it: Questa modifica riporterà alle impostazioni predefinite
ja: この変更により、すべての設定がリセットされます
pl: Ta zmiania zresetuje wszystkie ustawienia.
zh_hans: 此更改将重置所有设置
zh_hk: 此變更會重設全部設定

source: Architecture
de: Architektur
it: Architettura
ja: アーキテクチャ
pl: Architektura
zh_hans: 架构
zh_hk: 架構

source: The selected architecture is unsupported in this version of UTM.
de: Die gewählte Architektur wird in dieser Version von UTM nicht unterstützt.
it: L'architettura selezionata non è supportata da questa versione di UTM.
ja: 選択されたアーキテクチャはこのバージョンのUTMでは対応していません。
pl: Wybrana architektura jest niewspierana przez tą wersję UTM.
zh_hans: 此版本的 UTM 不支持所选架构。
zh_hk: 此版本的 UTM 不支援所選的架構。

source: Hide Unused…
de: Unbenutzte ausblenden…
it: Nascondi inutilizzati...
ja: 未使用を非表示…
pl: Ukryj nieużywane...
zh_hans: 隐藏未使用的…
zh_hk: 隱藏未使用的⋯

source: Show All…
de: Alle anzeigen…
it: Mostra Tutto...
ja: すべてを表示…
pl: Pokaż wszystko...
zh_hans: 显示全部…
zh_hk: 顯示全部⋯

source: Do you want to move this VM to another location? This will copy the data to the new location, delete the data from the original location, and then create a shortcut.
de: Möchten Sie diese VM an einen neuen Speicherort bewegen? Dadurch werden alle enthaltenen Daten dorthin kopiert, das Original gelöscht und eine Verknüpfung erstellt.
it: Vuoi spostare questa Macchina Virtuale in una nuova posizione? I dati saranno copiati nella nuova posizione ed eliminati dalla posizione originale. Verrà creata una nuova scorciatoia.
ja: この仮想マシンを別の場所に移動しますか? この操作により、データを新しい場所にコピーし、元の場所のデータを削除した後、ショートカットが作成されます。
pl: Czy chcesz przenieść tą maszynę wirtualną do innej lokalizacji? To przeniesie dane do nowej lokalizacji, usuwając je z lokalizacji pierwotnej, a następnie utworzy skrót.
zh_hans: 你要将此虚拟机移动到别处吗？这将会复制数据到新位置，删除原始位置的数据，然后创建一个快捷方式。
zh_hk: 你要移動此虛擬機至其他位置嗎？這將會複製資料至新位置，刪除原始位置資料，並製作捷徑。

source: Do you want to copy this VM and all its data to internal storage?
ja: この仮想マシン、およびそのすべてのデータを内部ストレージにコピーしますか?
pl: Czy chcesz skopiować tą maszynę wirtualną i wszystkie jej dane do pamięci wewnętrznej?
zh_hans: 你要将此虚拟机及其所有数据拷贝到内部存储吗？
zh_hk: 你要複製此虛擬機及其所有資料至內置儲存裝置嗎？

source: Do you want to duplicate this VM and all its data?
de: Möchten Sie diese VM und alle enthaltenen Daten duplizieren?
it: Vuoi clonare questa Macchina Virtuale e tutti i suoi dati?
ja: この仮想マシン、およびそのすべてのデータを複製しますか?
pl: Czy chcesz stworzyć duplikat tej maszyny wirtualnej i wszystkich jej danych?
zh_hans: 你要复制此虚拟机及其所有数据吗？
zh_hk: 你要製作此虛擬機及其所有資料的副本嗎？

source: Do you want to delete this VM and all its data?
de: Möchten Sie diese VM und alle enthaltenen Daten löschen?
it: Vuoi eliminare questa Macchina Virtuale e tutti i suoi dati?
ja: この仮想マシン、およびそのすべてのデータを削除しますか?
pl: Czy chcesz usunąć tą maszynę wirtualną i wszystkie jej dane?
zh_hans: 你要删除此虚拟机及其所有数据吗？
zh_hk: 你要刪除此虛擬機及其所有資料嗎？

source: Do you want to remove this shortcut? The data will not be deleted.
de: Möchten Sie diese VM-Verknüpfung löschen? Die Daten werden nicht gelöscht.
it: Vuoi eliminare questa scorciatoia? I dati originali non saranno eliminati.
ja: このショートカットを削除しますか? データは削除されません。
pl: Czy chcesz usunąć ten skrót? Dane nie zostaną usunięte.
zh_hans: 你要移除此快捷方式吗？数据不会被删除。
zh_hk: 你要移除此捷徑嗎？資料不會被刪除。
