Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: No output device is selected for this window.
de: Für dieses Fenster wurde kein Ausgabegerät ausgewählt.
it: Nessun dispositivo di output selezionato per questa finestra.
ja: このウインドウでは出力デバイスが選択されていません。
pl: Nie wybrano żadnego urządzenia wyjścia dla tego okna.
zh_hans: 此窗口未选择输出设备。
zh_hk: 此視窗未選擇輸出裝置。

source: Continue
it: Continua
ja: 続ける
pl: Kontynuuj
zh_hans: 继续
zh_hk: 繼續

source: This may corrupt the VM and any unsaved changes will be lost. To quit safely, shut down from the guest.
de: Kann zu Datenverlust führen und die VM unbrauchbar machen. Fahren Sie die VM falls möglich mittels dem Gastsystem herunter.
it: Questo potrebbe compromettere la VM e ogni modifica non salvata verrà persa. Per uscire in sicurezza, spegni la macchina dal sistema guest.
ja: この操作により、仮想マシンを破損させる可能性があり、保存されていない変更内容が失われます。安全に終了するには、ゲストからシステム終了してください。
pl: To może uszkodzić wirtualną maszynę, a niezapisane zmiany zostaną usunięte. Aby wyjść bezpiecznie, wyłącz z poziomu systemu gościa.
zh_hans: 这可能会损坏虚拟机，任何未存储的更改都将丢失。为了安全退出，请从客户机操作系统关闭。
zh_hk: 這可能會損毀虛擬機，所有未儲存的變更都將遺失。如要安全退出，請從客户端關機。

source: This will reset the VM and any unsaved state will be lost.
de: Die VM wird neu gestartet und nicht gespeicherte Änderungen gehen verloren.
it: Questo riavvierà la VM e ogni modifica non salvata sarà persa.
ja: この操作により、仮想マシンがリセットされ、保存されていない状態が失われます。
pl: To zresetuje maszynę wirtualną i wszelkie niezapisane zmiany zostaną utracone.
zh_hans: 这将重置虚拟机，任何未存储的状态都将丢失。
zh_hk: 這會重設虛擬機，任何未儲存的狀態都將遺失。

source: Error
de: Fehler
it: Errore
ja: エラー
pl: Błąd
zh_hans: 错误
zh_hk: 錯誤

source: Confirmation
de: Warnung
it: Conferma
ja: 確認
pl: Potwierdzenie
zh_hans: 确认
zh_hk: 確認

source: Failed to save suspend state
ja: サスペンド状態の保存に失敗しました
pl: Nie udało się zapisać stannu wstrzymania
zh_hans: 无法存储挂起状态。
zh_hk: 無法儲存暫停狀態。

source: Closing this window will kill the VM.
de: Das Schließen des Fensters wird die VM direkt beenden.
it: Chiudere questa finestra terminerà la Macchina Virtuale
ja: このウインドウを閉じると、仮想マシンを強制終了します。
pl: Zamknięcie wszystkich okien zakończy pracę maszyny wirtualnej.
zh_hans: 关闭此窗口将终止虚拟机。
zh_hk: 關閉此視窗會結束虛擬機。

source: Request power down
it: Richiedi Spegnimento
ja: 電源オフを要求
pl: Wyślij żądanie o zamknięcie
zh_hans: 请求关闭电源
zh_hk: 要求關閉電源

source: Sends power down request to the guest. This simulates pressing the power button on a PC.
it: Invia la richiesta di spegnimento al Guest. Questo simula la pressione del tasto di accensione su un PC.
ja: ゲストに電源オフ要求を送信します。これにより、PCの電源ボタン押下をシミュレートします。
pl: Wysyła żądanie do systemu gościa o zamknięcie systemu. Symuluje to naciśnięcie przycisku zasilania na komputerze.
zh_hans: 向客户机发送关闭电源请求。此操作模拟了按下 PC 上的电源按钮。
zh_hk: 傳送關閉電源要求至客户端。此操作模擬了按一下 PC 上的電源按鈕。

source: Force shut down
it: Forza Spegnimento
ja: 強制システム終了
pl: Wymuś zamknięcie
zh_hans: 强制关机
zh_hk: 強制關機

source: Tells the VM process to shut down with risk of data corruption. This simulates holding down the power button on a PC.
it: Informa il processo della VM di arrestarsi con il rischio di compromettere dei dati. Questo simula la pressione a lungo del tasto di accesione di un PC
ja: 仮想マシンのプロセスにデータ破損のリスクを伴うシステム終了を指示します。これにより、PCの電源ボタン長押しをシミュレートします。
pl: Wysyła żądanie do systemu gościa o zamknięcie systemu z dużym ryzykiem uszkodzenia danych. Symuluje to przytrzymanie przycisku zasilania na komputerze
zh_hans: 通知虚拟机进程关闭 (存在数据损坏的风险)。这一操作模拟了按住 PC 上的电源按钮。
zh_hk: 讓虛擬機程序關機，會有風險損毀資料。此操作模擬了在 PC 上按一下電源按鈕。

source: Force kill
it: Arresto Forzato
ja: 強制終了
pl: Wymuś zakończenie
zh_hans: 强制终止
zh_hk: 強制結束

source: Force kill the VM process with high risk of data corruption.
it: Forza l'interruzione del processo della VM, con un elevato rischio di compromettere dei dati.
ja: 仮想マシンのプロセスを強制終了します。高いデータ破損のリスクを伴います。
pl: Wymuszenie zakończenia procesu maszyny wirtualnej wiąże się z dużym ryzykiem uszkodzenia danych.
zh_hans: 强制终止虚拟机进程 (会有高风险使数据损坏)。
zh_hk: 強制結束虛擬機程序，會有高風險損毀資料。

source: Would you like to install macOS? If an existing operating system is already installed on the primary drive of this VM, then it will be erased.
de: Möchten Sie macOS jetzt installieren? Alle bestehenden Daten auf der ersten Festplatte dieser VM werden gelöscht.
it: Vuoi installare macOS? Se un sistema operativo è già presente sul disco primario di questa VM, verrà eliminato.
ja: macOSをインストールしますか? この仮想マシンのプライマリドライブに、すでにオペレーティングシステムがインストールされている場合は消去されます。
pl: Czy chcesz zainstalować macOS? Jeśli istniejący już system operacyjny jest już zainstalowany na głównym dysku tej maszyny wirtualnej, zostanie on usnięty.
zh_hans: 你要安装 macOS 吗？若现有的操作系统已安装在该虚拟机的主驱动器上，则它将被抹掉。
zh_hk: 你想安裝 macOS 嗎？如此虛擬機的主磁碟已安裝現有的作業系統，則其會被清除。

source: Directory sharing
de: Ordnerfreigabe
it: Condivisione Cartella
ja: ディレクトリ共有
pl: Udostępnianie katalogów
zh_hans: 目录共享
zh_hk: 目錄分享

source: To access the shared directory, the guest OS must have Virtiofs drivers installed. You can then run `sudo mount -t virtiofs share /path/to/share` to mount to the share path.
de: Um auf das freigegebene Verzeichnis zugreifen zu können, müssen auf dem Gastbetriebssystem VirtIOfs-Treiber installiert sein. Führen Sie anschließend `sudo mount -t virtiofs share /path/to/share` aus, um den Freigabepfad zu mounten.
it: Per accedere alla cartella condivisa, il sistema operativo guest necessita dei driver Virtiofs. Succesivamente, puoi eseguire `sudo mount -t virtiofs share /path/to/share` per montare la cartella condivisa.
ja: 共有ディレクトリにアクセスするには、ゲストOSにVirtioFSドライバがインストールされている必要があります。`sudo mount -t virtiofs share /path/to/share`を実行して共有パスにマウントできます。
pl: Aby uzyskać dostęp do współdzielonego katalogu, system operacyjny gościa musi mieć zainstalowany sterownik VirtIOFS. Potem możesz uruchomić `sudo mount -t virtiofs share /ścieżka/do/katalogu` aby zamontować współdzieloną sieżkę.
zh_hans: 若要访问共享目录，客户机操作系统必须安装 VirtioFS 驱动程序。然后，你可以运行命令 `sudo mount -t virtiofs share [要共享的目录]` 来装载到共享路径。
zh_hk: 如要取用分享目錄，客户端作業系統必須安裝 VirtioFS 驅動程式。然後你可以執行「sudo mount -t virtiofs share /path/to/share」以裝載到分享路徑。

source: Read Only
de: Nur Lesen
it: Sola Lettura
ja: 読み出しのみ
pl: Tylko do odczytu
zh_hans: 只读
zh_hk: 唯讀

source: Remove…
de: Entfernen…
it: Elimina…
ja: 削除…
pl: Usuń...
zh_hans: 移除…
zh_hk: 移除⋯

source: Add…
de: Hinzufügen…
it: Aggiungi…
ja: 追加…
pl: Dodaj...
zh_hans: 添加…
zh_hk: 新增⋯

source: Select Shared Folder
de: Order auswählen
it: Seleziona una Cartella Condivisa
ja: 共有フォルダを選択してください
pl: Wybierz współdzielony katalog
zh_hans: 选择共享的文件夹
zh_hk: 選擇分享的資料夾

source: Installation: %lld%%
pl: Instalacja: %lld%%

source: Serial %lld
de: Serieller Anschluss %lld
it: Seriale %lld
ja: シリアル%lld
pl: Port szeregowy %lld
zh_hans: 串行端口 %lld
zh_hk: 序列裝置 %lld

source: Disposable Mode
de: Wegwerf-Modus
it: Modalità usa e getta
ja: 使い捨てモード
pl: Tryb jednorazowy
zh_hans: 一次性模式
zh_hk: 即棄式模式

source: Querying drives status...
de: Status der Laufwerke wird abgerufen…
it: Verifica dello stato dei dischi…
ja: ドライブの状態を確認中…
pl: Zbieranie informacji o statusie dysków...
zh_hans: 正在查询驱动器状态…
zh_hk: 正在查詢磁碟狀態⋯

source: No drives connected.
de: Keine Laufwerke angeschlossen.
it: Nessun disco connesso.
ja: デバイスが接続されていません。
pl: Brak podłączonych dysków.
zh_hans: 没有连接的驱动器。
zh_hk: 沒有已連接的磁碟。

source: Install Windows Guest Tools…
de: Windows Gasterweiterung installieren…
it: Installa gli Strumenti Guest per Windows…
ja: Windowsゲストツールをインストール…
pl: Zainstaluj dodatki gościa dla systemu Windows...
zh_hans: 安装 Windows 客户机工具…
zh_hk: 安裝 Windows 客户端工具⋯

source: Eject
de: Auswerfen
it: Espelli
ja: 取り出す
pl: Wysuń
zh_hans: 推出
zh_hk: 退出

source: Change
de: Wechseln
it: Cambia
ja: 変更
pl: Zmień
zh_hans: 更改
zh_hk: 變更

source: Select Drive Image
de: Abbild auswählen
it: Seleziona un'Immagine Disco
ja: ドライブイメージを選択してください
pl: Wybierz obraz dysku
zh_hans: 选择驱动器映像
zh_hk: 選擇磁碟映像檔

source: USB Device
de: USB-Gerät
it: Dispositivo USB
ja: USBデバイス
pl: Urządzenie USB
zh_hans: USB 设备
zh_hk: USB 裝置

source: Confirm
de: Bestätigen
it: Conferma
ja: 確定
pl: Zatwierdź
zh_hans: 确认
zh_hk: 確認

source: Querying USB devices...
de: USB-Geräte werden abgerufen…
it: Verifica dello stato dei dispositivi USB…
ja: USBデバイスを確認中…
pl: Zbieranie informacji o statusie urządzeń USB...
zh_hans: 正在查询 USB 设备状态…
zh_hk: 正在查詢 USB 裝置⋯

source: %@ (Display %lld)
de: %1$@ (Display %2$lld)
it: %1$@ (Monitor %2$lld)
ja: %1$@（ディスプレイ%2$lld）
pl: %@ (Monitor %lld)
zh_hans: %1$@ (显示 %2$lld)
zh_hk: %1$@ (顯示 %2$lld)

source: Metal is not supported on this device. Cannot render display.
de: Display kann nicht angezeigt werden, da Metal auf diesem Gerät nicht unterstützt wird.
it: Metal non è supportato da questo dispositivo. Impossibile mostrare il display.
ja: Metalはこのデバイスでは対応していないため、ディスプレイを描画できません。
pl: Metal nie jest wspierany przez to urządzenie. Nie udało się wyrenderować okna.
zh_hans: 此设备不支持 Metal。无法渲染显示。
zh_hk: 此裝置不支援 Metal，無法運算顯示。

source: Internal error.
de: Interner Fehler.
it: Errore interno.
ja: 内部エラーが発生しました。
pl: Błąd wewnętrzny
zh_hans: 内部错误。
zh_hk: 內部錯誤。

source: Press %@ to release cursor
de: Drücken Sie %@ um den Cursor freizugeben.
it: Premi %@ per rilasciare il cursore
ja: %@を押してカーソルを解放します
pl: Naciśnij %@ aby uwolnić kursor
zh_hans: 按下 %@ 来释放光标
zh_hk: 按一下 %@ 以放開指標

source: Captured mouse
de: Maus gefangen
it: Mouse catturato
ja: マウスがキャプチャされました
pl: Przechwytywana mysz
zh_hans: 已捕获鼠标
zh_hk: 已擷取滑鼠

source: To release the mouse cursor, press %@ at the same time.
de: Drücken Sie %@ um den Mauszeiger freizugeben.
it: Per rilasciare il cursore, premi %@ contemporaneamente.
ja: マウスカーソルを解放するには、%@を同時に押します。
pl: Aby uwolnić kursor myszki, naciśnij %@ w tym samym czasie.
zh_hans: 若要释放鼠标光标，请同时按 %@。
zh_hk: 如要放開滑鼠指標，請同時按一下 %@。

source: Capture Input
de: Eingabe fangen
it: Cattura Input
ja: 入力をキャプチャ
pl: Przechwytuj klawiaturę
zh_hans: 捕获输入
zh_hk: 擷取輸入

source: To capture input or to release the capture, press Command and Option at the same time.
de: Drücken Sie gleichzeitig CMD+OPT (⌘+⌥), um die Tastatur und den Mauszeiger ausschließlich in der VM zu nutzen oder wieder für alle andere Anwendungen freizugeben.
it: Per catturare o rilasciare la cattura dell'input, premi Command e Option contemporaneamente.
ja: 入力をキャプチャまたはキャプチャを解除するには、コマンドとオプションを同時に押します。
pl: Aby przechwycić klawiaturę lub uwolnić ją, naciśnij ⌘ i ⌥ w tym samym czasie.
zh_hans: 若要捕获或释放捕获输入，请同时按下 Command 和 Option 键。
zh_hk: 如要擷取或放開輸入，請同時按一下 Command + Option (⌘⌥)。

source: Quitting UTM will kill all running VMs.
de: Mit dem Beenden von UTM werden alle laufenden VMs direkt beendet.
it: L'uscita da UTM causerà l'interruzione di tutte le VM in esecuzione.
ja: UTMを終了すると、すべての仮想マシンが強制終了します。
pl: Wyjście z UTM zatrzyma wszystkie uruchomione maszyny.
zh_hans: 退出 UTM 将终止所有正在运行的虚拟机。
zh_hk: 結束 UTM 會結束所有執行的虛擬機。

source: Application
de: Programm
it: Applicazione
ja: アプリケーション
pl: Aplikacja
zh_hans: 应用程序
zh_hk: 應用程式

source: Keep UTM running after last window is closed and all VMs are shut down
de: UTM weiter ausführen, wenn alle Fenster geschlossen und alle VMs beendet wurden
it: Esegui UTM anche quando tutte le fineste sono chiuse e nessuna VM è in esecuzione
ja: 最後のウインドウが閉じられ、すべての仮想マシンがシステム終了した後もUTMを実行し続ける
pl: Zostaw UTM uruchomione nawet jeśli ostatnie okno jest zamknięte i wszystkie maszyny wirtualne są wyłączone.
zh_hans: 在关闭最后一个窗口和所有虚拟机关机后继续运行 UTM
zh_hk: 在最後一個視窗關閉並且所有虛擬機關機時繼續執行 UTM

source: Show dock icon
it: Mostra icona nel dock
ja: Dockアイコンを表示
pl: Pokazuj ikonę w docku
zh_hans: 显示程序坞图标
zh_hk: 顯示 Dock 圖示

source: Show menu bar icon
it: Mostra icona nella barra dei menu
ja: メニューバーアイコンを表示
pl: Pokazuj ikonę na pasku menu
zh_hans: 显示菜单栏图标
zh_hk: 顯示選單列圖示

source: Prevent system from sleeping when any VM is running
it: Impedisci lo stop del sistema quando una VM è in esecuzione
ja: 仮想マシン実行中にシステムがスリープしないようにする
pl: Zapobiegaj usypianiu systemu gdy jakakolwiek maszyna wirtualna jest uruchomiona
zh_hans: 当任何虚拟机运行时防止系统处于睡眠状态
zh_hk: 執行任何虛擬機時避免系統睡眠

source: Do not show confirmation when closing a running VM
it: Non mostrare un avviso alla chiusura di una VM in esecuzione
ja: 実行中の仮想マシンを閉じるときに確認を表示しない
pl: Nie pokazuj ostrzeżenia podczas zamykania uruchomionej maszyny wirtualnej
zh_hans: 关闭正在运行的虚拟机时不显示确认
zh_hk: 關閉正在執行的虛擬機時不顯示確認

source: Closing a VM without properly shutting it down could result in data loss.
it: La chiusura di una VM senza il corretto spegnimento potrebbe comportare perdita di dati.
ja: 仮想マシンを適切にシステム終了せずに閉じると、データが失われる可能性があります。
pl: Zamknięcie maszyny wirtualnej bez poprawnego jej wyłączenia może poskukować utratą danych
zh_hans: 在不正确关闭电源的情况下关闭虚拟机可能会导致数据丢失。
zh_hk: 在未正確關機的情況下關閉虛擬機可能會引致資料遺失。

source: VM display size is fixed
de: VM Anzeige-Größe ist fest eingestellt.
it: La dimensione del display della VM è costante
pl: Rozmiar ekranu wirtualnej maszyny jest zablokowany
zh_hans: 固定虚拟机显示大小
zh_hk: 固定虛擬機顯示大小

source: If enabled, resizing of the VM window will not be allowed.
pl: Jeśli zaznaczone, manipulacja rozdzielczością okna maszyny wirtualnej będzie niemożliwa.
zh_hans: 若启用，将不允许调整虚拟机窗口的大小。
zh_hk: 如啟用，將不會允許調整虛擬機視窗的大小。

source: Do not save VM screenshot to disk
de: VM Screenshots nicht speichern
it: Non salvare gli screenshot delle Macchine Virtuali su disco
ja: 仮想マシンのスクリーンショットをディスクに保存しない
pl: Nie zapisuj zrzutu ekranu maszyny wirtualnej na dysk
zh_hans: 不要将虚拟机截图存储到磁盘
zh_hk: 不儲存虛擬機的螢幕截圖至磁碟

source: If enabled, any existing screenshot will be deleted the next time the VM is started.
ja: 有効にすると、次回仮想マシンを開始したときに既存のスクリーンショットが削除されます。
pl: Jeśli zaznaczone, wszystkie istniejące zrzuty ekranu zostaną usunięte przy następnym uruchomieniu.
zh_hans: 若启用，下次启动虚拟机时，任何现有的快照都将被删除。
zh_hk: 如啟用，下次啟動虛擬機時，所有現有的螢幕截圖將會刪除。

source: QEMU Graphics Acceleration
it: Accelerazione Grafica QEMU
ja: QEMUグラフィックスアクセラレーション
pl: Akceleracja grafiki QEMU
zh_hans: QEMU 图形加速
zh_hk: QEMU 圖形加速

source: Renderer Backend
it: Backend Renderer
ja: レンダラバックエンド
pl: Tryb renderowania
zh_hans: 渲染器后端
zh_hk: 算圖器後端

source: By default, the best renderer for this device will be used. You can override this with to always use a specific renderer. This only applies to QEMU VMs with GPU accelerated graphics.
it: Il miglior Renderer per questo dispositivo verrà selezionato automaticamente. Puoi sceglierne un altro con questa opzione. Si applica solo alle VM QEMU con accelerazione GPU
ja: デフォルトでは、このデバイスに最適なレンダラが使用されます。これをオーバーライドして常に特定のレンダラを使用することもできます。GPUグラフィックスアクセラレーションが有効なQEMU仮想マシンにのみ適用されます。
pl: Domyślnie, najlepszy tryb renderowania dla tego urządzenia będzie używany. Możesz nadpisać to ustawienie poprzez ustawienie konkretnego trybu. Dotyczy tylko maszyn wirtualnych QEMU ze wspieraną akceracją grafiki.
zh_hans: 默认情況下，将会使用最适合此设备的渲染器。你可以覆盖此选项，以始终使用特定的渲染器。此选项仅适用于具有 GPU 加速图形的 QEMU 虚拟机。
zh_hk: 根據預設，將會使用最適合此裝置的算圖器。你可以覆蓋它以始終使用特定的算圖器，此設定只套用至支援 GPU 加速圖形的 QEMU 虛擬機。

source: FPS Limit
it: Limite FPS
ja: FPS制限
pl: Limit klatek
zh_hans: FPS 限制
zh_hk: FPS 限制

source: If set, a frame limit can improve smoothness in rendering by preventing stutters when set to the lowest value your device can handle.
it: Se impostato, un limite di frame può migliorare l'esperienza quando impostato al valore minimo di refresh del proprio dispositivo.
ja: フレーム制限を設定すると、お使いのデバイスが処理できる最小値に設定したときに画面のカクつきを防止し、レンダリングの滑らかさを向上させることができます。
pl: Jeśli ustawione, limit klatek może poprawić gładkość renderowania przez zapobieganie zacinaniu się, gdy jest ustawiana na najniższą wartość jaką twoje urządzenie może wytrzymać.
zh_hans: 若设置，则当设置为设备可以处理的最低值时，帧限制可以防止卡顿，从而提高渲染的流畅度。
zh_hk: 如設定，當設定為你的裝置可以處理的最低值時，幀限制可以避免卡頓，以提升算圖的平順度。

source: QEMU Sound
it: Suono QEMU
ja: QEMUサウンド
pl: Dźwięk QEMU
zh_hans: QEMU 声音
zh_hk: QEMU 聲音

source: Sound Backend
it: Backend Suono
ja: サウンドバックエンド
pl: Tryb dźwięku
zh_hans: 声音后端
zh_hk: 聲音後端

source: SPICE with GStreamer (Input & Output)
ja: GStreamerを使用したSPICE（入出力）
pl: SPICE z GStreamerem (WE/WY)
zh_hans: 带有 GStreamer 的 SPICE (输入与输出)
zh_hk: SPICE with GStreamer (輸入與輸出)

source: CoreAudio (Output Only)
ja: CoreAudio（出力のみ）
pl: CoreAudio (tylko wyjście)
zh_hans: CoreAudio (仅限输出)
zh_hk: CoreAudio (只輸出)

source: Mouse/Keyboard
it: Mouse/Tastiera
ja: マウス/キーボード
pl: Klawiatura/mysz
zh_hans: 鼠标/键盘
zh_hk: 滑鼠/鍵盤

source: Capture input automatically when entering full screen
it: Cattura automaticamente l'input in modalità schermo intero
ja: フルスクリーンになったときに入力を自動的にキャプチャ
pl: Przechwytuj mysz automatycznie w trybie pełnoekranowym
zh_hans: 进入全屏幕时自动捕获输入
zh_hk: 進入全螢幕時自動擷取輸入

source: If enabled, input capture will toggle automatically when entering and exiting full screen mode.
it: Se abilitato, la cattura dell'input verrà attivata e disattivata all'entrata e all'uscita dalla modalità a schermo intero
ja: 有効にすると、フルスクリーンモードの開始時と解除時に入力キャプチャが自動的に切り替わります。
pl: Jeśli włączone, klawiatura i mysz będą przechwytywane automatycznie wchodząc i wychodząc z trybu pełnoekranowego.
zh_hans: 若启用，输入捕捉会在进入和退出全屏模式时自动切换。
zh_hk: 如啟用，在進入和離開全螢幕模式時，將會自動切換輸入擷取。

source: Console
ja: コンソール
pl: Konsola
zh_hans: 控制台
zh_hk: 主控台

source: Option (⌥) is Meta key
it: Option (⌥) come Meta key
ja: メタキーとしてOption（⌥）を使用
pl: Option（⌥） to klawisz Meta
zh_hans: 将 Option (⌥) 键视为 Meta 键
zh_hk: 將 Option (⌥) 作為 Meta 鍵

source: If enabled, Option will be mapped to the Meta key which can be useful for emacs. Otherwise, option will work as the system intended (such as for entering international text).
it: Se abilitata, il tasto Option (⌥) verrà mappato come Meta key, utile per emacs. In caso contrario, il tasto Option funzionerà come da impostazioni di sistema (ad esempio per inserimento di testo speciale o con caratteri internazionali)
ja: 有効にすると、OptionがEmacsの利用に便利なメタキーにマッピングされます。そうでない場合、Optionはシステムが意図したとおりに動作します（国際テキストを入力する場合など）。
pl: Jeśli włączone, klawisz Option będzie zmapowany jako klawisz Meta, który może być przydatny dla eMacków. W innym wypadku, ta opcja będzie działać jak system przewiduje (tj: wpisywanie międzynarodowego tekstu).
zh_hans: 若启用，Option 键将映射到 Meta 键，这对 Emacs 很有用。否则，Option 键将按照系统默认方式工作 (例如输入国际文本)。
zh_hk: 如啟用，Option 鍵將會對應至 Meta 鍵，這對於 Emacs 很有用。否則，Option 鍵將會以系統預設工作 (例如輸入國際文字)。

source: QEMU Pointer
it: Puntatore QEMU
ja: QEMUポインタ
pl: Mysz QEMU
zh_hans: QEMU 指针
zh_hk: QEMU 指標

source: Hold Control (⌃) for right click
de: Control (⌃) halten für Rechtsklick
it: Tieni premuto Control (⌃) per il click destro
ja: Control（⌃）を押している間は右クリックにする
pl: Przytrzymaj Control (⌃) aby wykonać prawe kliknięcie
zh_hans: 按住 Control (⌃) 键以右键单击
zh_hk: 按住 Control (⌃) 以右鍵點按

source: Invert scrolling
de: Scrollrichtung umkehren
it: Inverti lo scorrimento
ja: スクロールを反転
pl: Odwróć przewijanie
zh_hans: 反转滚动
zh_hk: 反轉捲動

source: If enabled, scroll wheel input will be inverted.
it: Se abilitato, lo scorrimento della rotella del mouse verrà invertito
ja: 有効にすると、スクロールホイールの入力が反転します。
pl: Jeśli włączone, przewijanie będzie odwrócone
zh_hans: 若启用，将反转滚轮输入。
zh_hk: 如啟用，將會反轉滾輪輸入。

source: QEMU Keyboard
it: Tastiera QEMU
ja: QEMUキーボード
pl: Klawiatura QEMU
zh_hans: QEMU 键盘
zh_hk: QEMU 鍵盤

source: Use Command+Option (⌘+⌥) for input capture/release
de: Drücken Sie CMD+OPT (⌘+⌥), um die Tastatur und den Mauszeiger ausschließlich in der VM zu nutzen oder wieder für alle anderen Anwendungen freizugeben.
it: Usa Command+Option (⌘+⌥) per catturare/rilasciare l'input
ja: 入力のキャプチャ/解放にCommand＋Option（⌘＋⌥）を使用
pl: Użyj Command＋Option（⌘＋⌥）, aby przechwytywać/uwolnić mysz
zh_hans: 使用 Command + Option (⌘⌥) 捕获/释放输入
zh_hk: 使用 Command + Option (⌘⌥) 以擷取/放開輸入

source: If disabled, the default combination Control+Option (⌃+⌥) will be used.
it: Se disabilitato, verrà usata la combinazione di default Control+Option (⌃+⌥).
ja: 無効にすると、デフォルトのコンビネーションControl＋Option（⌃＋⌥）が使用されます。
pl: Jeśli wyłączone, domyślna kombinacja Control＋Option（⌃＋⌥） będzie użyta.
zh_hans: 若停用，将使用默认组合键 Control + Option (⌃⌥)。
zh_hk: 如停用，將會使用預設組合鍵 Control + Option (⌃⌥)。

source: Caps Lock (⇪) is treated as a key
de: Die Feststelltaste (⇪) wird als einzelner Tastendruck behandelt
it: Blocco Maiusc. (⇪) come tasto
ja: Caps Lock（⇪）をキーとして扱う
pl: Caps Lock（⇪） jest traktowany jako klawisz
zh_hans: 将 Caps Lock (⇪) 视为按键处理
zh_hk: Caps Lock (⇪) 被視為按鍵

source: If enabled, caps lock will be handled like other keys. If disabled, it is treated as a toggle that is synchronized with the host.
ja: 有効にすると、Caps Lockがほかのキーと同様に処理されます。無効にすると、ホストと同期するトグルとして扱われます。
pl: Jeśli włączone, Caps Lock będzie używany jak każdy inny klawisz. Jeśli wyłączone, jest traktowany jako przełącznik który synchronizuje gościa z hostem.
zh_hans: 若启用，Caps Lock 将和其他按键一样处理。若停用，它将被视为与主机同步的切换键。
zh_hk: 如啟用，Caps Lock 將會同其他鍵一般處理。如停用，它將會被視為開關鍵，並與主機同步。

source: Num Lock is forced on
it: Forza attivazione Num Lock
ja: NumLockを強制的にオンにする
pl: Wymuszenie włączonego NumLock'a
zh_hans: 强制打开数字锁定 (Num Lock)
zh_hk: Num Lock 強制開啟

source: If enabled, num lock will always be on to the guest. Note this may make your keyboard's num lock indicator out of sync.
ja: 有効にすると、ゲストに対してNumLockが常にオンになります。これにより、キーボードのNumLockインジケータが同期しなくなる可能性があることに注意してください。
pl: Jeśli włączone, NumLock zawsze będzie włączony w systemie gościa. Pamiętaj, że to może sprawić mylne działanie detektora Num Locka na twojej klawiaturze.
zh_hans: 若启用，Num Lock 将始终对客户机开启。注意，这可能会使键盘上的 Num Lock 指示灯不同步。
zh_hk: 如啟用，Num Lock 將會始終對客户端開啟。請注意，這可能會讓鍵盤的 Num Lock 指示器不同步。

source: Do not show prompt when USB device is plugged in
de: USB-Abfrage deaktivieren
it: Non mostrare una richiesta quando un dispositivo USB viene collegato
ja: USBデバイス挿入時にプロンプトを表示しない
pl: Nie pokazuj powiadomienia gdy urządzenie USB zostanie podłączone
zh_hans: 插入 USB 设备时不显示提示
zh_hk: 插入 USB 裝置時不顯示提示

source: Startup
it: Avvio
ja: 起動時
pl: Uruchomienie
zh_hans: 启动
zh_hk: 啟動

source: Automatically start UTM server
it: Avvia il Server UTM automaticamente
ja: UTMサーバを自動的に起動
pl: Automatycznie uruchamiaj serwer UTM
zh_hans: 自动启动 UTM 服务器
zh_hk: 自動啟動 UTM 伺服器

source: Reject unknown connections by default
it: Rifiuta connessioni sconosciute
ja: デフォルトで不明な接続を拒否
pl: Domyślnie odrzucaj nieznane połączenia
zh_hans: 默认情况下拒绝未知连接
zh_hk: 根據預設拒絕不明連線

source: If checked, you will not be prompted about any unknown connection and they will be rejected.
it: Se attivo, non ti verrà chiesto di accettare richieste da origini sconosciute, che verranno automaticamente rifiutate.
ja: チェックを入れると、不明な接続についてのプロンプトは表示されず拒否されます。
pl: Jeśli zaznaczone, nie będziesz informowany o żadnych nieznanych połączeniach, a one będą odrzucane.
zh_hans: 若选中，你不会收到任何未知连接的提示，且这些连接将被拒绝。
zh_hk: 如選擇，你將不會收到任何不明連線的提示，這些連線亦會被拒絕。

source: Allow access from external clients
it: Permetti l'accesso da client esterni
ja: 外部クライアントからのアクセスを許可
pl: Pozwalaj na dostęp dla klientów zewnętrznych
zh_hans: 允许外部客户端访问
zh_hk: 允許外部客户端訪問

source: By default, the server is only available on LAN but setting this will use UPnP/NAT-PMP to port forward to WAN.
it: Di default, il server è solo disponibile su rete locale, attivando questa opzione verrà attivato UPnP/NAT-PMP per il port forwarding su WAN
ja: デフォルトでは、サーバはLAN上でのみ利用可能ですが、これを設定すると、UPnP/NAT-PMPを使用してWANにポート転送します。
pl: Domyślnie serwer jest dostępny tylko w sieci LAN, ale ustawienie to spowoduje użycie UPnP/NAT-PMP do przekierowania portów do sieci WAN.
zh_hans: 默认情况下，服务器仅在局域网上可用，但设置此选项后，将使用 UPnP/NAT-PMP 来端口转发到广域网。
zh_hk: 根據預設，只可以在 LAN 上使用伺服器，不過，設定此選項可以使用 UPnP/NAT-PMP 連接埠轉寄至 WAN。

source: Specify a port number to listen on. This is required if external clients are permitted.
it: Specifica una porta d'ascolto. Richiesto se l'accesso da client esterni è attivato.
ja: 外部からの接続を受け入れるポート番号を指定します。これは、外部クライアントが許可されている場合に必要です。
pl: Określ numer portu, na którym chcesz nasłuchiwać. Jest to wymagane, jeśli klienci zewnętrzni są dopuszczeni.
zh_hans: 指定要监听的端口号。若允许外部客户机，此端口号为必需。
zh_hk: 指定要聽取的連接埠號。如允許外部客户端，此連接埠號為必需。

source: Any
it: Qualunque
ja: 任意
pl: Ktokolwiek
zh_hans: 任意
zh_hk: 任意

source: Authentication
it: Autenticazione
ja: 認証
pl: Uwierzytelnianie
zh_hans: 认证
zh_hk: 認證

source: Require Password
it: Richiedi Password
ja: パスワードが必要
pl: Wymagaj hasła
zh_hans: 需要密码
zh_hk: 需要密碼
