Repository: utmapp/UTM
Catalog: Platform/*.lproj/Localizable.strings
Languages: de, it, ja, pl, zh_hans, zh_hk

source: Do you want to force stop this VM and lose all unsaved data?
de: Möchten Sie diese VM direkt beenden? Alle ungespeicherten Daten gehen dabei verloren.
it: Vuoi forzare l'arresto di questa Macchina Virtuale e perdere tutti i dati non salvati?
ja: この仮想マシンを強制停止しますか? 保存されていないデータは失われます。
pl: Czy chcesz wymusić zatrzymanie tej maszyny wirtualnej i stracić wszystkie niezapisane dane?
zh_hans: 你要强制停止此虚拟机并丢失所有未存储的数据吗？
zh_hk: 你要強制停止此虛擬機並遺失所有未儲存的資料嗎？

source: Show in Finder
it: Mostra nel Finder
ja: Finderに表示
pl: Pokaż w Finder
zh_hans: 在访达中显示
zh_hk: 在 Finder 中顯示

source: Reveal where the VM is stored.
it: Mostra la posizione della VM nel file system.
ja: 仮想マシンが格納されている場所を表示します。
pl: Pokaż lokalizację maszyny wirtualnej na dysku.
zh_hans: 显示虚拟机的存储位置。
zh_hk: 顯示虛擬機儲存的位置。

source: Edit
it: Modifica
ja: 編集
pl: Edytuj
zh_hans: 编辑
zh_hk: 編輯

source: Modify settings for this VM.
it: Modifica le impostazioni di questa VM
ja: この仮想マシンの設定を変更します。
pl: Zmień ustawienia dla tej maszyny wirtualnej.
zh_hans: 修改此虚拟机的设置。
zh_hk: 變更此虛擬機的設定。

source: Stop the running VM.
it: Arresta la VM in esecuzione.
ja: 実行中の仮想マシンを停止します。
pl: Zatrzymaj uruchomioną maszynę wirtualną.
zh_hans: 停止正在运行的虚拟机。
zh_hk: 停止正在執行的虛擬機。

source: Run the VM in the foreground.
it: Avvia la VM in primo piano
ja: 仮想マシンをフォアグラウンドで実行します。
pl: Uruchom tą maszynę wirtualną na pierwszym planie.
zh_hans: 在前台运行虚拟机。
zh_hk: 在螢幕前執行虛擬機。

source: Run Recovery
it: Avvia Ripristino
ja: “復旧”を実行
pl: Uruchom tryb odzyskiwania
zh_hans: 运行 Recovery 模式
zh_hk: 執行「還原模式」

source: Boot into recovery mode.
it: Avvia con modalità di ripristino
ja: 復旧モードで起動します。
pl: Uruchom do trybu odzyskiwania.
zh_hans: 启动到还原模式。
zh_hk: 啟動至「還原模式」。

source: Run without saving changes
it: Avvia senza applicare le modifiche
ja: 変更内容を保存せずに実行
pl: Uruchom bez zapisywania zmian
zh_hans: 运行但不存储更改
zh_hk: 執行且不儲存變更

source: Run the VM in the foreground, without saving data changes to disk.
it: Avvia la VM in primo piano, senza applicare le modifiche su disco.
ja: データの変更内容をディスクに保存せずに、仮想マシンをフォアグラウンドで実行します。
pl: Uruchom wirtualną maszynę bez zapisywania zmian na dysk.
zh_hans: 在前台运行虚拟机，但不会将数据存储到磁盘。
zh_hk: 在螢幕前執行虛擬機，不儲存資料變更至磁碟。

source: Download and mount the guest tools for Windows.
it: Scarica e monta gli strumenti guest per Windows.
ja: Windows用ゲストツールをダウンロードし、マウントします。
pl: Pobierz i zamontuj dodatki gościa dla systemu Windows
zh_hans: 下载并装载 Windows 客户机工具。
zh_hk: 下載並裝載 Windows 客户端工具。

source: Share…
it: Condividi...
ja: 共有…
pl: Udostępnij...
zh_hans: 共享…
zh_hk: 分享⋯

source: Share a copy of this VM and all its data.
it: Condividi una copia di questa VM e di tutti i suoi dati.
ja: この仮想マシン、およびそのすべてのデータのコピーを共有します。
pl: Udostępnij kopię tej maszyny wirtualnej i wszystkich jej danych.
zh_hans: 共享此虚拟机及其所有数据的副本。
zh_hk: 分享此虛擬機及其所有資料的副本。

source: Move…
it: Sposta...
ja: 移動…
pl: Przenieś...
zh_hans: 移动…
zh_hk: 移動⋯

source: Move this VM from internal storage to elsewhere.
it: Sposta questa VM dalla memoria di archiviazione interna ad altrove.
ja: この仮想マシンを内部ストレージからほかの場所に移動します。
pl: Przenieś tą maszynę wirtualną z pamięci wewnętrznej gdzieś indziej.
zh_hans: 将此虚拟机从内部存储空间移动到其他地方。
zh_hk: 將此虛擬機從內置儲存裝置移至其他地方。

source: Clone…
it: Clona...
ja: 複製…
pl: Klonuj...
zh_hans: 复制…
zh_hk: 製作副本⋯

source: Duplicate this VM along with all its data.
it: Duplica questa Macchina Virtuale e tutti i suoi dati
ja: この仮想マシン、およびそのすべてのデータを複製します。
pl: Duplikuj tą maszynę wirtualną wraz z wszystkimi jej danymi.
zh_hans: 复制此虚拟机及其所有数据。
zh_hk: 製作此虛擬機及其所有資料的副本。

source: New from template…
it: Nuovo da template...
ja: テンプレートから新規作成…
pl: Nowy z szablonu
zh_hans: 从此模板新建…
zh_hk: 從樣板新增⋯

source: Create a new VM with the same configuration as this one but without any data.
it: Crea una nuova Macchina Virtuale con la stessa configurazione, ma senza alcun dato.
ja: この仮想マシンと同じ構成の、データを含まない新規仮想マシンを作成します。
pl: Stwórz nową maszynę wirtualną z tą samą konfiguracją jak ta, ale bez żadnych danych.
zh_hans: 创建一个与此配置相同，但不带有任何数据的新虚拟机。
zh_hk: 製作與此相同設定的新虛擬機，但無任何資料。

source: Delete this shortcut. The underlying data will not be deleted.
it: Elimina questa scorciatoia. I dati originali non saranno eliminati.
ja: このショートカットを削除します。リンク先のデータは削除されません。
pl: Usuń ten skrót. Dane do których się odwołuje nie zostaną usunięte.
zh_hans: 删除此快捷方式。快捷方式背后指向的数据不会被删除。
zh_hk: 刪除此捷徑。基礎資料不會被刪除。

source: Delete this VM and all its data.
it: Elimina questa Macchina Virtuale e tutti i suoi dati.
ja: この仮想マシン、およびそのすべてのデータを削除します。
pl: Usuń tą maszynę wirtualną i wszystkie jej dane.
zh_hans: 刪除此虚拟机及其所有数据。
zh_hk: 刪除此虛擬機及其所有資料。

source: This virtual machine has been removed.
de: Diese VM wurde entfernt.
it: Questa macchina virtuale è stata eliminata.
ja: この仮想マシンは削除されました。
pl: Ta wirtualna maszyna została usunięta.
zh_hans: 此虚拟机已被移除。
zh_hk: 此虛擬機已移除。

source: Machine
it: Macchina
ja: マシン
pl: Maszyna
zh_hans: 虚拟机
zh_hk: 電腦

source: Memory
de: Speicher
it: Memoria
ja: メモリ
pl: Pamięć
zh_hans: 内存
zh_hk: 記憶體

source: Serial (TTY)
ja: シリアル（TTY）
pl: Interfejs szeregowy (TTY)

source: Serial (Client)
ja: シリアル（クライアント）
pl: Interfejs szeregowy (Klient)

source: Serial (Server)
ja: シリアル（サーバ）
pl: Interfejs szeregowy (Serwer)

source: Inactive
de: Inaktiv
it: Inattivo
ja: 非アクティブ
pl: Nieaktywne
zh_hans: 非活跃
zh_hk: 未啟用

source: Pending
de: In Arbeit
it: In attesa
ja: 保留中
pl: W toku
zh_hans: 待处理
zh_hk: 待處理

source: New VM
it: Nuova VM
ja: 新規仮想マシン
pl: Nowa maszyna wirtualna
zh_hans: 新建虚拟机
zh_hk: 新增虛擬機

source: Create a new VM
it: Crea una nuova VM
ja: 新規仮想マシンを作成します
pl: Utwórz nową maszynę wirtualną
zh_hans: 创建一个新虚拟机
zh_hk: 製作新虛擬機

source: Welcome to UTM
de: Willkommen bei UTM
it: Benvenuto a UTM
ja: ようこそUTMへ
pl: Witaj w UTM!
zh_hans: 欢迎使用 UTM
zh_hk: 歡迎使用 UTM

source: Create a New Virtual Machine
de: Neue Virtuelle Maschine erstellen
it: Crea una Nuova Macchina Virtuale
ja: 新規仮想マシンを作成
pl: Stwórz nową wirtualną maszynę
zh_hans: 创建一个新虚拟机
zh_hk: 製作新虛擬機

source: Browse UTM Gallery
de: UTM-Galerie besuchen
it: Scopri la UTM Gallery
ja: UTMギャラリーをブラウズ
pl: Przeglądaj galerię UTM
zh_hans: 浏览 UTM 库
zh_hk: 瀏覽 UTM 虛擬機庫

source: User Guide
de: Benutzerhandbuch
it: Guida Utente
ja: ユーザガイド
pl: Poradnik użytkownika
zh_hans: 用户指南
zh_hk: 用户指南

source: Server
ja: サーバ
pl: Serwer
zh_hans: 服务器
zh_hk: 伺服器

source: Import Drive…
it: Importa Disco...
ja: ドライブを読み込む…
pl: Importuj dysk...
zh_hans: 导入驱动器…
zh_hk: 輸入磁碟⋯

source: New Drive…
it: Nuovo Disco...
ja: 新規ドライブ…
pl: Nowy dysk...
zh_hans: 新建驱动器…
zh_hk: 新增磁碟⋯

source: Remove selected shortcut
ja: 選択したショートカットを削除します
pl: Uruchom wybrany skrót
zh_hans: 移除选择的快捷方式
zh_hk: 移除已選擇的捷徑

source: Delete selected VM
it: Elimina la VM selezionata
ja: 選択した仮想マシンを削除します
pl: Usuń wybraną wirtualną maszynę
zh_hans: 刪除已选择的虚拟机
zh_hk: 刪除已選擇的虛擬機

source: Clone
it: Clona
ja: 複製
pl: Klonuj
zh_hans: 复制
zh_hk: 製作副本

source: Clone selected VM
it: Clona la VM selezionata
ja: 選択した仮想マシンを複製します
pl: Klonuj wybraną wirtualną maszynę
zh_hans: 复制已选择的虚拟机
zh_hk: 製作已選擇的虛擬機的副本

source: Move
ja: 移動
pl: Przenieś
zh_hans: 移动
zh_hk: 移動

source: Move selected VM
it: Sposta la VM selezionata
ja: 選択した仮想マシンを移動します
pl: Przenieś wybraną wirtualną maszynę
zh_hans: 移动已选择的虚拟机
zh_hk: 移動已選擇的虛擬機

source: Share
it: Condividi
ja: 共有
pl: Udostępnij
zh_hans: 共享
zh_hk: 分享

source: Share selected VM
it: Condividi la VM selezionata
ja: 選択した仮想マシンを共有します
pl: Udostępnij wybraną wirtualną maszynę
zh_hans: 共享已选择的虚拟机
zh_hk: 分享已選擇的虛擬機

source: Stop selected VM
it: Arresta la VM selezionata.
ja: 選択した仮想マシンを停止します
pl: Zatrzymaj wybraną wirtualną maszynę
zh_hans: 停止已选择的虚拟机
zh_hk: 停止已選擇的虛擬機

source: Run selected VM
it: Avvia VM selezionata
ja: 選択した仮想マシンを実行します
pl: Uruchom wybraną wirtualną maszynę
zh_hans: 运行已选择的虚拟机
zh_hk: 執行已選擇的虛擬機

source: Edit selected VM
it: Modifica la VM selezionata
ja: 選択した仮想マシンを編集します
pl: Edytuj wybraną wirtualną maszynę
zh_hans: 编辑已选择的虚拟机
zh_hk: 編輯已選擇的虛擬機

source: Preferences
ja: 環境設定
pl: Preferencje

source: Show UTM preferences
ja: UTM環境設定を表示します
pl: Pokaż preferencje UTM
zh_hans: 显示 UTM 偏好设置
zh_hk: 顯示 UTM 偏好設定

source: Storage
de: Datenspeicher
it: Archiviazione
ja: ストレージ
pl: Pamięć masowa
zh_hans: 存储空间
zh_hk: 儲存空間

source: Specify the size of the drive where data will be stored into.
de: Legen Sie die Größe des VM-Speicherplatzes fest.
it: Specifica la dimensione del disco dove salvare i dati.
ja: データを保存するドライブのサイズを指定してください。
pl: Ustaw rozmiar dysku, gdzie dane będą przechowywane.
zh_hans: 指定将在其中存储数据的驱动器大小。
zh_hk: 指定儲存資料的磁碟大小。

source: Enable hardware OpenGL acceleration
it: Abilita l'accelerazione hardware OpenGL
ja: ハードウェアOpenGLアクセラレーションを有効にする
pl: Włącz akcelerację sprzętową OpenGL
zh_hans: 启用 OpenGL 硬件加速
zh_hk: 啟用硬件 OpenGL 加速

source: There are known issues in some newer Linux drivers including black screen, broken compositing, and apps failing to render.
ja: 一部の新しいLinuxドライバの中には、画面が黒くなる、表示が乱れる、アプリのレンダリングに失敗するといった既知の問題があります。
pl: Jest kilka znanych błędów w kilku nowych sterownikach dla systemu Linux zawierące czarny ekran, zepsutą kompozycję i problemy z renderowaniem aplikacji.
zh_hans: 一些较新的 Linux 驱动程序存在已知问题，包括黑屏、合成失败和应用程序无法渲染。
zh_hk: 一些較新的 Linux 驅動程式存在已知問題，當中包括螢幕變黑、顯示合成損毀，以及應用程式無法算圖。

source: Hardware OpenGL Acceleration
de: OpenGL-Hardwarebeschleunigung
it: Accelerazione Hardware OpenGL
ja: ハードウェアOpenGLアクセラレーション
pl: Akceleracja sprzętowa OpenGL
zh_hans: 硬件 OpenGL 加速
zh_hk: 硬件 OpenGL 加速

source: Virtualization Engine
it: Motore di Virtualizzazione
ja: 仮想化エンジン
pl: Silnik wirtualizacji
zh_hans: 虚拟化引擎
zh_hk: 虛擬化引擎

source: Apple Virtualization is experimental and only for advanced use cases. Leave unchecked to use QEMU, which is recommended.
it: La Virtualizzazione Apple è sperimentale e consigliata per casi d'uso avanzati. È raccomandato lasciare questa opzione disabilitata per usare QEMU.
ja: Apple仮想化は実験的であり、高度なユースケースにのみ使用します。推奨されるQEMUを使用するには、チェックを外したままにします。
pl: Wirtualizacja Apple jest eksperymentalna i tylko dla zaawansowanych użytkowników. Zostaw odznaczone, aby użyć QEMU, co jest zalecane.
zh_hans: Apple 虚拟化属于实验性功能，仅适用于高级用例。推荐不选中此复选框，以便使用 QEMU。
zh_hk: Apple 虛擬化為試驗性功能，只用作進階用例。如要使用 QEMU，建議取消剔選。

source: Use Apple Virtualization
it: Usa la Virtualizzazione Apple
ja: Apple仮想化を使用
pl: Użyj wirtualizacji Apple
zh_hans: 使用 Apple 虚拟化
zh_hk: 使用 Apple 虛擬化

source: Boot from kernel image
it: Avvia da immagine del kernel
ja: カーネルイメージから起動
pl: Uruchom z obrazu jądra systemu (kernel)
zh_hans: 从内核映像启动
zh_hk: 從核心映像檔啟動

source: If set, boot directly from a raw kernel image and initrd. Otherwise, boot from a supported ISO.
it: Se impostato, avvia direttamente da un'immagine del kernel e initrd. In alternativa, avvia da una ISO supportata.
ja: 有効にすると、生のカーネルイメージと初期RAMディスクから直接起動します。そうでない場合、対応したISOから起動します。
pl: Jeśli zaznaczone, uruchom bezpośrednio z surowego obrazu jądra i pliku initrd. W przeciwnym wypadku uruchom z wspieranego obrazu ISO.
zh_hans: 若设置，将直接通过 raw 内核映像和 initrd 启动。否则通过受支持的 ISO 启动。
zh_hk: 如設定，直接從 raw 核心映像檔與 initrd 啟動。否則從支援的 ISO 啟動。

source: Debian Install Guide
ja: Debianインストールガイド
pl: Instrukcja instalacji systemu Debian
zh_hans: Debian 安装指南
zh_hk: Debian 安裝指南

source: Ubuntu Install Guide
it: Guida all'installazione di Ubuntu
ja: Ubuntuインストールガイド
pl: Instrukcja instalacji systemu Ubuntu
zh_hans: Ubuntu 安装指南
zh_hk: Ubuntu 安裝指南

source: Boot Image Type
de: Art des Boot-Abbilds
it: Tipo di Immagine di Avvio
ja: 起動イメージの種類
pl: Typ bootowalnego obrazu
zh_hans: 启动映像类型
zh_hk: 啟動映像檔種類

source: Enable Rosetta (x86_64 Emulation)
ja: Rosettaを有効にする（x86_64エミュレーション）
pl: Włącz Rosettę (emulacja x86_64)
zh_hans: 启用 Rosetta (x86_64 模拟)
zh_hk: 啟用 Rosetta (x86_64 模擬)

source: Installation Instructions
ja: インストール手順
pl: Instrukcja instalacji
zh_hans: 安装指南
zh_hk: 安裝指南

source: Note: The file system tag for mounting the installer is 'rosetta'.
pl: Pamiętaj: Tag systemu plików do montowania instalatora to 'rosetta'.

source: Additional Options
de: Weitere Optionen
it: Opzioni Aggiuntive
ja: その他のオプション
pl: Ustawienia dodatkowe
zh_hans: 附加选项
zh_hk: 額外選項

source: Uncompressed Linux kernel (required)
it: Kernel du Linux non compresso (richiesto)
ja: 無圧縮Linuxカーネル（必須）
pl: Nieskompresowane jądro systemu (kernel) Linux (wymagane)
zh_hans: 未压缩的 Linux 内核文件 (必选)
zh_hk: 未壓縮的 Linux 核心映像檔 (必填)

source: Linux kernel (required)
de: Linux Kernel (erforderlich)
it: Kernel Linux (richiesto)
ja: Linuxカーネル（必須）
pl: Jądro systemu (kernel) Linux (wymagane)
zh_hans: Linux 内核 (必选)
zh_hk: Linux 核心 (必填)

source: Uncompressed Linux initial ramdisk (optional)
it: RAMDisk iniziale di Linux non compressa (opzionale))
ja: 無圧縮Linux初期RAMディスク（オプション）
pl: Nieskompresowany Initial Linux RamDisk (opcjonalne)
zh_hans: 未压缩的 Linux 初始 ramdisk (可选)
zh_hk: 未壓縮的 Linux 初始 RAM 磁碟 (可留空)

source: Linux initial ramdisk (optional)
de: Linux Ramdisk (optional)
it: RAMDisk iniziale di Linux (opzionale)
ja: Linux初期RAMディスク（オプション）
pl: Initial Linux RamDisk (opcjonalne)
zh_hans: Linux 初始 ramdisk (可选)
zh_hk: Linux 初始 RAM 磁碟 (可留空)

source: Linux Root FS Image (optional)
de: Linux Root-Dateisystem-Abbild (optional)
it: Immagine del File System Root di Linux
ja: Linux RootFSイメージ（オプション）
pl: Obraz Linux RootFS (opcjonalne)
zh_hans: Linux rootfs 映像 (可选)
zh_hk: Linux rootfs 映像檔 (可留空)

source: Boot ISO Image (optional)
de: Boot-ISO-Abbild (optional)
it: Immagine ISO di Avvio (opzionale)
ja: 起動ISOイメージ（オプション）
pl: Uruchom obraz ISO (opcjonalne)
zh_hans: 启动 ISO 映像 (可选)
zh_hk: 啟動 ISO 映像檔 (可留空)

source: Boot ISO Image
de: Boot-ISO-Abbild
it: Immagine ISO di Avvio
ja: 起動ISOイメージ
pl: Uruchom obraz ISO
zh_hans: 启动 ISO 映像
zh_hk: 啟動 ISO 映像檔

source: To install macOS, you need to download a recovery IPSW. If you do not select an existing IPSW, the latest macOS IPSW will be downloaded from Apple.
de: Für die Installation von macOS wird ein Recovery-IPSW benötigt. Wenn Sie hier keines auswählen, wird als nächstes das neueste IPSW von Apple heruntergeladen.
it: Per installare macOS, avrai bisogno di scaricare un file IPSW per il ripristino. Se non selezioni un file IPSW esistente, verrà scaricata da Apple l'ultima versione del file di ripristino IPSW di macOS.
ja: macOSをインストールするには、復元IPSWをダウンロードする必要があります。既存のIPSWを選択しない場合、Appleから最新のmacOSのIPSWがダウンロードされます。
pl: Aby zainstalować macOS, musisz pobrać plik odzyskiwania w formacie IPSW. Jeśli nie wybierzesz istniejącego pliku IPSW, najnowszy plik IPSW zostanie pobrany z serwerów Apple.
zh_hans: 若要安装 macOS，你需要下载 IPSW 恢复文件。如果你没有选择现有的 IPSW，将会从 Apple 下载最新的 macOS IPSW。
zh_hk: 如要安裝 macOS，你需要下載 IPSW 還原檔。如你未選擇現有的 IPSW，將會從 Apple 下載最新的 macOS IPSW。

source: Drag and drop IPSW file here
de: IPSW-Datei hier ablegen
it: Trascina il file IPSW qui
ja: ここにIPSWファイルをドラッグアンドドロップ
pl: Przeciągnij i upuść plik IPSW tutaj
zh_hans: 拖放 IPSW 文件到此处
zh_hk: 拖放 IPSW 檔到這裡

source: Import IPSW
de: IPSW importieren
it: Importa un IPSW
ja: IPSWを読み込む
pl: Importuj IPSW
zh_hans: 导入 IPSW
zh_hk: 輸入 IPSW

source: macOS guests are only supported on ARM64 devices.
de: macOS VMs werden nur auf ARM64 Architektur unterstützt.
it: I guest macOS sono supportati solo dai dispositivi ARM64
ja: macOSゲストはARM64デバイスでのみ対応しています。
pl: macOS jako system gościa jest wspierany tylko na urządzeniach ARM64.
zh_hans: macOS 客户机仅支持 ARM64 设备。
zh_hk: macOS 客户端只支援 ARM64 裝置。

source: Other
de: Andere
it: Altro
ja: その他
pl: Inny
zh_hans: 其他
zh_hk: 其他

source: Skip ISO boot
it: Salta avvio da ISO
pl: Pomiń rozruch z ISO
zh_hans: 跳过 ISO 启动
zh_hk: 略過 ISO 啟動

source: Advanced
de: Erweitert
it: Avanzate
pl: Zaawansowane
zh_hans: 高级
zh_hk: 進階

source: Preconfigured
de: Vorgefertigt
it: Preconfigurato
ja: 構成済み
pl: Gotowiec
zh_hans: 预配置
zh_hk: 預設定

source: Install Windows 10 or higher
it: Installa Windows 10 o successivo
ja: Windows 10以降をインストール
pl: Zainstaluj system Windows 10 lub nowszy
zh_hans: 安装 Windows 10 或更高版本
zh_hk: 安裝 Windows 10 或更高版本

source: Import VHDX Image
it: Importa un'Immagine VHDX
ja: VHDXイメージを読み込む
pl: Importuj obraz VHDX
zh_hans: 导入 VHDX 映像
zh_hk: 輸入 VHDX 映像檔

source: Windows Install Guide
it: Guida all'installazione di Windows
ja: Windowsインストールガイド
pl: Poradnik instalacji systemu Windows
zh_hans: Windows 安装指南
zh_hk: Windows 安裝指南

source: Image File Type
de: Abbild-Typ
it: Tipo di File di Immagine
ja: イメージファイルの種類
pl: Typ pliku obrazu
zh_hans: 映像文件类型
zh_hk: 映像檔種類

source: Some older systems do not support UEFI boot, such as Windows 7 and below.
it: Alcuni sistemi non supportano l'avvio UEFI, come Windows 7 e precedenti.
ja: Windows 7以前など、一部の古いシステムはUEFI起動に対応していません。
pl: Niektóre starsze systemy nie wspierają UEFI, np. Windows 7 i starsze.
zh_hans: 一些旧版系统不支持 UEFI 启动，例如 Windows 7 及更低版本。
zh_hk: 一些舊版系統不支援 UEFI 啟動，例如 Windows 7 和更低版本。

source: Boot VHDX Image
de: Boot-VHDX-Abbild
it: Immagine VHDX di Avvio
ja: 起動VHDXイメージ
pl: Uruchom obraz VHDX
zh_hans: 启动 VHDX 映像
zh_hk: 啟動 VHDX 映像檔 (可留空)

source: Download and mount the guest support package for Windows. This is required for some features including dynamic resolution and clipboard sharing.
it: Scarica e monta l'immagine del paccheto di strumenti di supporto per Windows. Questi sono necessari per alcune funzionalità come la risoluzione dinamica e la condivisione degli appunti.
ja: Windows用ゲストサポートパッケージをダウンロードし、マウントします。ダイナミック解像度やクリップボード共有など、一部の機能を使用する場合に必要です。
pl: Pobierz i zamontuj dodatki gościa dla systemu Windows. To jest wymagane dla niektórych funkcji jak dynamiczna rozdzielczość i współdzielenie schowka.
zh_hans: 下载并装载 Windows 客户机支持包。此支持包对于一些功能而言为必需，包括动态分辨率与剪贴板共享。
zh_hk: 下載並裝載 Windows 客户端支援套件。這對於一些功能為必需，當中包括動態解像度與剪貼板分享。

source: Install drivers and SPICE tools
it: Installa i Driver e gli Strumenti SPICE
ja: ドライバとSPICEツールをインストール
pl: Zainstaluj sterowniki oraz narzędzia SPICE
zh_hans: 安装驱动程序和 SPICE 工具
zh_hk: 安裝驅動程式與 SPICE 工具

source: Shared Directory Path
ja: 共有ディレクトリパス
pl: Ścieżka współdzielonego katalogu
zh_hans: 共享目录路径
zh_hk: 分享目錄路徑

source: Directory
it: Cartella
ja: ディレクトリ
pl: Katalog
zh_hans: 目录
zh_hk: 目錄

source: Share is read only
it: Condivisione in sola lettura
ja: 共有を読み出しのみにする
pl: Wspódzielony katalog jest tylko do odczytu
zh_hans: 共享为只读
zh_hk: 分享為唯讀

source: Optionally select a directory to make accessible inside the VM. Note that support for shared directories varies by the guest operating system and may require additional guest drivers to be installed. See UTM support pages for more details.
it: Se vuoi, puoi selezionare una cartella da rendere accessibile all'interno della VM. Il supporto alle cartelle condivise varia in base al sistema operativo e potrebbe essere necessario installare driver sulla VM. Controlla le pagine di supporto di UTM per ulteriori informazioni.
ja: 仮想マシン内部でアクセスできるようにするディレクトリを選択してください（オプション）。共有ディレクトリの対応はゲストのオペレーティングシステムによって異なり、追加のゲストドライバのインストールが必要になる場合があることに注意してください。詳細については、UTMサポートページを参照してください。
pl: Opcjonalnie, wybierz katalog, aby był on dostępny z poziomu wirtualnej maszyny. Pamiętaj, że wsparcie dla współdzielonych katalogów zależy od systemu operacyjnego gościa i może wymagać instalacji dodatkowych sterowników. Zobacz strony wsparcia UTM po więcej szczegółów.
zh_hans: (可选) 选择一个可在虚拟机内访问的目录。请注意，客户机操作系统对共享目录的支持各不相同，可能需要安装额外的客户机驱动程序。有关详细信息，请参阅 UTM 支持页面。
zh_hk: (可留空) 選擇一個目錄，可以在虛擬機中取用。請注意，分享目錄的支援視乎客户端作業系統而定，可能需要安裝額外的客户端驅動程式。有關更多詳細資料，請瀏覽 UTM 支援頁面。

source: Virtualize
de: Virtualisieren
it: Virtualizza
ja: 仮想化
pl: Wirtualizacja
zh_hans: 虚拟化
zh_hk: 虛擬化

source: Faster, but can only run the native CPU architecture.
de: Schneller, unterstützt jedoch nur die Host CPU-Architektur.
it: Più veloce, ma può solo eseguire VM con l'architettura nativa della CPU.
ja: 高速ですが、ネイティブのCPUアーキテクチャのみ実行することができます。
pl: Szybsze, ale wspiera jedynie systemy z architekturą natywną dla procesora
zh_hans: 速度更快，但只能运行本机 CPU 架构。
zh_hk: 較快，但只能執行原生 CPU 架構。

source: Emulate
de: Emulieren
it: Emula
ja: エミュレート
pl: Emulacja
zh_hans: 模拟
zh_hk: 模擬

source: Slower, but can run other CPU architectures.
de: Langsamer, aber unterstützt eine Vielzahl an CPU-Architekturen
it: Più lento, ma in grado di eseguire più architetture di CPU.
ja: 低速ですが、ほかのCPUアーキテクチャを実行することができます。
pl: Wolniejsze, ale może uruchomić system z inną architekturą niż procesor
zh_hans: 速度较慢，但可以运行其他 CPU 架构。
zh_hk: 較慢，但可以執行其他 CPU 架構。

source: Virtualization is not supported on your system.
de: Die Virtualisierung wird auf diesem System nicht unterstützt.
it: La virtualizzazione non è supportata sul tuo sistema.
ja: 仮想化はお使いのシステムでは対応していません。
pl: Wirtualizacja nie jest wspierana przez twój system.
zh_hans: 你的系统不支持虚拟化。
zh_hk: 你的電腦系統不支援虛擬化。

source: This build does not emulation.
de: Emulation wird in dieser Version nicht unterstützt.
it: Questa build non supporta l'emulazione.
ja: このビルドではエミュレーションを行いません。
pl: Ta wersja nie wspiera emulacji.
zh_hans: 此版本不支持模拟。
zh_hk: 此構建不支援模擬。

source: Download prebuilt from UTM Gallery…
de: Fertiges System von der UTM-Galerie laden…
it: Scarica una VM pronta da usare da UTM Gallery...
ja: UTMギャラリーからビルド済みパッケージをダウンロード…
pl: Pobierz gotowca z Galerii UTM...
zh_hans: 从 UTM 库中下载预构建虚拟机…
zh_hk: 從 UTM 虛擬機庫下載預構建⋯

source: Existing
de: Existierende
it: Esistente
ja: 既存
pl: Istniejące
zh_hans: 现有的
zh_hk: 現有

source: Please select a system to emulate.
it: Seleziona un sistema da emulare.
pl: Wybierz system który chcesz emulować.

source: Please select a boot image.
de: Bitte wählen Sie ein Start-Abbild aus.
it: Seleziona l'immagine di avvio.
ja: 起動イメージを選択してください。
pl: Proszę wybrać obraz do rozruchu.
zh_hans: 请选择一个启动映像。
zh_hk: 請選擇一個啟動映像檔。

source: Please select a kernel file.
de: Bitte wählen Sie eine Kernel-Datei aus.
it: Seleziona un file del kernel.
ja: カーネルファイルを選択してください。
pl: Proszę wybrać obraz jądra (kernel) systemu.
zh_hans: 请选择一个内核文件。
zh_hk: 請選擇一個核心檔。

source: Failed to get latest macOS version from Apple.
de: Die neueste macOS-Version konnte nicht abgerufen werden.
it: Non è stato possibile ottenere l'ultima versione di macOS da Apple.
ja: Appleから最新のmacOSバージョンの取得に失敗しました。
pl: Nie udało się pobrać najnowszej wersji systemu macOS od Apple.
zh_hans: 无法从 Apple 获得最新的 macOS 版本。
zh_hk: 無法從 Apple 取得最新的 macOS 版本。

source: macOS is not supported with QEMU.
de: macOS wird nicht in QEMU unterstützt.
it: macOS non è supportato da QEMU.
ja: macOSはQEMUには対応していません。
pl: macOS nie jest wspierany przez QEMU
zh_hans: QEMU 不支持 macOS。
zh_hk: QEMU 不支援 macOS。

source: Unavailable for this platform.
de: Auf dieser Plattform nicht verfügbar.
it: Non disponibile per questa piattaforma.
ja: このプラットフォームでは利用できません。
pl: Niedostępne dla tej platformy.
zh_hans: 此平台不可用。
zh_hk: 在此平台上無法使用。

source: The selected boot image contains the word '%@' but the guest architecture is '%@'. Please ensure you have selected an image that is compatible with '%@'.
de: Das gewählte Start-Abbild enthält das Wort „%1$@”, die Gast-Architektur ist jedoch „%2$@”. Bitte stellen Sie sicher, dass Sie ein passendes Abbild für „%3$@” ausgewählt haben.
it: L'immagine di avvio contiene la parola “%1$@“, mentre l'architettura guest è “%2$@“. Assicurati di aver selezionato un'immagine compatibile con “%3$@“.
ja: 選択された起動イメージには単語“%1$@”が含まれていますが、ゲストアーキテクチャは“%2$@”になっています。“%3$@”と互換性のあるイメージが選択されていることを確認してください。
pl: Wybrany obraz zawiera słowo '%@' ale architekturą gościa jest '%@'. Upewnij się, że wybrałeś obraz który jest kompatybilny z '%@'.
zh_hans: 所选的启动映像名称包含“%@”，但客户机的架构为“%@”。请确保你选择了与“%@”兼容的映像。
zh_hk: 選擇的啟動映像檔包含單字「%1$@」，但客户端架構為「%2$@」。請確定你選擇了與「%3$@」相容的映像檔。

source: Core
pl: Rdzeń

source: Default Cores
de: Standard-Kerne
it: Core Predefiniti
ja: デフォルトのコア数
pl: Domyślne rdzenie
zh_hans: 默认核心数
zh_hk: 預設核心

source: Summary
de: Zusammenfassung
it: Sommario
ja: 概要
pl: Podsumowanie
zh_hans: 总结
zh_hk: 摘要

source: Open VM Settings
it: Apri la configurazione della VM
ja: 仮想マシン設定を開く
pl: Otwórz ustawienia wirtualnej maszyny
zh_hans: 打开虚拟机设置
zh_hk: 開啟虛擬機設定

source: Engine
ja: エンジン
pl: Silnik
zh_hans: 引擎
zh_hk: 引擎

source: Apple Virtualization
ja: Apple仮想化
pl: Wirtualizacja Apple

source: Use Virtualization
it: Usa la Virtualizzazione
ja: 仮想化を使用
pl: Użyj wirtualizacji
zh_hans: 使用虚拟化
zh_hk: 使用虛擬化

source: Skip Boot Image
it: Salta Immagine di Avvio
ja: 起動イメージをスキップ
pl: Pomiń bootowalny obraz.
zh_hans: 跳过启动映像
zh_hk: 略過啟動映像檔

source: Boot Image
it: Immagine di Avvio
ja: 起動イメージ
pl: Obraz bootowalny
zh_hans: 启动映像
zh_hk: 啟動映像檔

source: Kernel
ja: カーネル
pl: Jądro (Kernel)
zh_hans: 内核
zh_hk: 核心
